{"Label":"Tutorial (Part 4)","Timestamp":1496988460,"WeenieType":8,"IntValues":{"1":8192,"93":1048,"5":9000,"16":48,"8":1800,"19":125},"BoolValues":{"1":true,"12":true,"13":false,"22":false},"DoubleValues":{"54":5.0},"StringValues":{"1":"Tutorial (Part 4)"},"DIDValues":{"1":33555088,"8":100668115},"WCID":507,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Tutorial / Part 4 of 5 \n\nWelcome to Arwic Mines. You have entered near the top of the mine.\n\nDungeons are often vast and dangerous cavern complexes.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Pay close attention to your surroundings and your compass, and don't rush through them. It's easy to lose your bearings. The exit is normally located in the same room as you entered.\n\nDungeons are also full of vicious creatures. To deal with them, you should ARM yourself.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To arm yourself, open your inventory panel and drag a weapon from the inventory to the WEAPON SLOT.\nThis slot, marked with a double-bladed axe, is to the right of the character's image on the inventory panel.\n\nIf the weapon requires ammunition (such as arrows for a bow), drag the ammunition to the slot marked with an arrow. This slot is to the right of the weapon slot.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"If you have a shield, drag it to the SHIELD SLOT, to the left of the character's image on the inventory panel.\nNote: some weapons, such as bows, cannot be used with shields.\n\nNow you're ready for battle. Head down the corridor until you reach a large chamber. Then go down the far left corner, past the table and bench, down a short corridor.\n\nThe first sign in this tutorial can be found behind the Twin Auroch Tavern, at the southwest edge of Arwic.\n"}]}}