{"Label":"Tutorial (Part 2)","Timestamp":1496988460,"WeenieType":8,"IntValues":{"1":8192,"93":1048,"5":9000,"16":48,"8":1800,"19":125},"BoolValues":{"1":true,"12":true,"13":false,"22":false},"DoubleValues":{"54":5.0},"StringValues":{"1":"Tutorial (Part 2)"},"DIDValues":{"1":33555088,"8":100668115},"WCID":505,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Tutorial / Part 2 of 5 \n\nThe INVENTORY PANEL is displayed on the right side of the screen, and shows your character and any items he or she carries. To see it, click the large Backpack in the bottom-right corner of the screen.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To PUT DOWN an item, drag it from the inventory panel to the 3D view.\n\nTo GIVE an item to another character, drag it onto that character.\n\nTo PICK UP an item, drag it from the 3D view to a container or item slot on the inventory panel.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Some icons actually represent stacks of multiple items. You'll recognize one of these by a number in the item's name. You can split off a part of this stack by dragging the slider next to the item's name, and then dragging the icon to a new location.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Shopkeepers buy and sell a number of items. To get a shopkeeper's attention, double-click on him or her.\n\nUse the controls on the Buy panel to buy items.\n\nDrag items to the Sell panel to sell them. \n\nUse Shopping List to confirm the transaction.\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"New characters start with only 100 pyreals (coins). Spend them wisely.\n\nImportant: you can try to get information on an item, character or creature by EXAMINING it. To do this, select the object and click on the magnifying glass in the lower-right corner of the screen.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When you're finished with your shopping, leave the store and head east toward the swirling purple portal in the midst of the ruins.\n\nThe first sign in this tutorial can be found behind the Twin Auroch Tavern, at the southwest edge of Arwic.\n"}]}}