{"Label":"Tutorial (Part 5)","Timestamp":1496988460,"WeenieType":8,"IntValues":{"1":8192,"93":1048,"5":9000,"16":48,"8":1800,"19":125},"BoolValues":{"1":true,"12":true,"13":false,"22":false},"DoubleValues":{"54":5.0},"StringValues":{"1":"Tutorial (Part 5)"},"DIDValues":{"1":33555088,"8":100668115},"WCID":508,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Tutorial / Part 5 of 5 \n\nTo attack, click on the dove at the bottom of the screen. It will change into a weapon. This means you have entered COMBAT MODE.\n\nTo select a target, click on it.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To attack a target, click on it again.\n\nTo attack with more power, hold down the mouse button.\n\nTo attack at different heights, drag the mouse up and down while holding down the mouse button.\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To deselect the target press the ESC key, or select another target.\n\nPress the Combat Mode icon again to exit combat mode. It will change from a weapon back into a dove.\n\nIf you kill a creature, double-click on its corpse to see if it has any belongings of value.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":" ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When you are successful in combat, press the green triangle-button with a flexing arm on it to see if your SKILLS have improved.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"This is the end of the tutorial. Feel free to explore this and other dungeons, roam the landscape, fight monsters, buy and sell items in Arwic's shops, and chat with other players' characters.\n\nThe first sign in this tutorial can be found behind the Twin Auroch Tavern, at the southwest edge of Arwic.\n"}]}}