{"Label":"Advocates' Handbook","Timestamp":1496988460,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":5,"19":25,"114":2},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"1":"Advocates' Handbook"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":3941,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Advocates' Handbook\n\nAdvocates follow in the great footsteps of the First Advocate Elysa Strathelar, and play an important role in maintaining justice throughout Dereth, and giving help to those in need.  \n\nAdvocates who are on duty will have a pink Compass dot, and are also identified by the Aegis, a special shield whose color indicates rank.  An orange Aegis belongs to a first-rank Advocate.  A second-rank Advocate has a turquoise shield, and will have turquoise energy visible around him or her.  \n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A third-rank Advocate has a green shield and green energy; a fourth-rank has a violet shield and violet energy; a fifth-rank has a red shield and red energy.\n\nAll Advocates must follow the chain of command regarding Advocacy:\n\nAny Advocate higher than you, any Sentinel, or any Admin that asks for assistance should be given help, and listened to.\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The five different gradations of Advocates:\n\nFirst level:   Has an orange Aegis. Can use Advocate chat channels. Cannot be a Player Killer.\n\nSecond level:   Has a turquoise Aegis and energy. Can use the following commands: @bestow, @remove. Can use Advocate chat channels. Cannot be a Player Killer.\n\nThird level:   Has a green Aegis and energy. Can use the following commands: @bestow, @remove. Can use Advocate chat channels. Cannot be a Player Killer.\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fourth level:   Has a violet Aegis and energy. Can use the following commands: @bestow, @remove. Can use Advocate chat channels. Cannot be a Player Killer.\n\nFifth level:   Has a red Aegis and energy. Can use the following commands: @bestow, @remove, @tele, @attackable on, @attackable off. Can use Advocate chat channels. Cannot be a Player Killer.\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Advocate commands are outlined below:\n\n@bestow <NAME> <LEVEL> -- sets a character's Advocate Level. Advocates can bestow any level less than their own.\n\n\n@remove <NAME> -- removes a character's Advocate status. Advocates can remove Advocate status for any Advocate of lower level than their own.\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"@tele [<NAME>,] <LATITUDE> <LONGITUDE> -- teleports the player specified by name (or yourself, if no name is specified) to the given latitude and longitude (as shown on the Map Panel). \n\n\nExample use of this command:\n        @tele 10n 30w\n        @tele Eadwulf the Wary, 23.2s 45.2e\n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fifth-level Advocates can also teleport themselves by clicking on the Map Panel.\n\n\n@attackable {on,off} -- when set to \"off,\" the Advocate will not be attacked by monsters. This flag is forced on when the Advocate unwields the Aegis. If the Advocate attacks a monster that is ignoring him or her, the monster will attack back. \n\n(more)\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"All Advocates have access to the following chat channels:\n\n\n\nAdvocate Channel 1: @av1, <MESSAGE>\nAdvocate Channel 2: @av2, <MESSAGE>\nAdvocate Channel 3: @av3, <MESSAGE>\nHelp: @help, <MESSAGE>\n\n"}]}}