{"Label":"Return to Frore","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":100,"16":8,"8":80,"19":35},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"A book written by Abrim of Morningthaw, one of the adventurers who rediscovered the Lost City of Frore, and destroyed the powerful magical artifact at its heart.","1":"Return to Frore"},"DIDValues":{"1":33554771,"3":536870932,"8":100670970,"22":872415275},"WCID":5147,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nIntroduction\n\nIn the 10th year of our exile, the world cooled, and snows swept across the face of Dereth. At that time, many valiant heroes fought their way into the vaults of ancient Frore, in hopes of rescuing the lost exploration party of Sir Joffre Tremblant, late of Arwic. Foucault, Ali-Zaboo and the other Orion Hunters, Shao, Keth al-Sheth, and other brave adventurers fought through scores of Gelidite necromancers. In the end, the tortured soul of Sir Tremblant was laid to rest, and The Great Work of the Gelidites,\n\n"},{"AuthorID":4294967295,"AuthorName":"Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\na magical artifact of uncertain origin, lay shattered at the flaming heart of Frore. With its destruction, warmth returned to the world.\n\nHere Abrim of Morningthaw recounts the perils he and Kyoujin faced in the bowels of the lost city. The blessings of the Dragon, Firebird, and Unicorn watch over them - over all who descended to the frozen hell of that dread metropolis. Without your sacrifice, we should have faced a still, cold doom. Your names shall be held in honor forevermore, the first champions of a new era in Dereth.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI knew the end was near.  For good or bad, I had come to the end of my journey.  I grieved the loss of my friend Kyoujin, his body broken by the denizens of this cold, dark place.  I knew he would be all right, the magic  of the lifestone had captured his spirit, protecting him against true death, but it was small consolation to me as I stood there over his body, wondering how I could go on alone.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nThis was my not my first attempt to unravel the mysteries of this Lost City of Frore. The last, I had come alone, and had been thwarted by the locks of the City. The Gelidites took great pains in preserving their privacy, in designing and constructing this place. I wandered, cold, and lost, for a long time before finally using my magic to escape the darkness, planning to return again.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nReturn I did, this time accompanied by Kyoujin, an aspiring mage who also had some skill with locks. Together, we sought to bring an end to the bitter winter that blankets Dereth, not fully understanding the danger of this place, and the power of the forces within. Together we fought against the undying guardians of this place, and had won our way into the City. Deeper and deeper we ran, finally coming face to face with Tremblant himself, now transformed into a hideous monster, his dead body reanimated by some evil magic.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nKyoujin was no match for him: Tremblant had broken him, and had almost destroyed me as well, before I finally managed to bring him down.\n\nNow, as I stood before this doorway, the blistering heat from within was almost welcome in this otherwise frigid place. I feared in my heart that I might suffer the same fate as Tremblant, doomed forever to guard this dark place.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nAs I stood there, I relived the long journey that had brought me here in my mind: the quest for Tremblant's party, seeking out the pieces of the mystic rune transcription, the warnings of the translators, the long run to the Plateau.\n\nA sound from within roused me from my thoughts. The Great Work, perhaps sensing my presence, had begun to stir.\n\n"},{"AuthorID":4294967295,"AuthorName":"Abrim of Morningthaw","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nThe time had come for me to face this final challenge. As I opened the door, the heat from within washing over me in waves, I sent a silent prayer to the Poet, that my death might have meaning.\n\n"}]}}