{"Label":"Aluvian Cookbook","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":200,"16":8,"8":100,"19":15},"BoolValues":{"22":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"Aluvian Cookbook"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":5583,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Breads & Cakes","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"BREAD & CAKES\n\nTo make dough, use flour on water.\n\nIf you use dough on an egg, you will make batter.  Dough on honey will create cookie dough.\n\nUse plain batter on more flour to make cake batter.\n\nUsing a baking pan on dough will make bread. Using it on cake batter will make a cake. Using it on cookie dough will make three cookies.\n(cont'd)\n"},{"AuthorID":4294967295,"AuthorName":"Cheese","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"BREAD & CAKES (cont'd)\n\nUsing batter on bread will make an Aluvian delicacy, often eaten in the morning, called Viamont toast.\n\nCHEESE\n\nTo make cheese, use rennet on milk to curdle it.\n\n"},{"AuthorID":4294967295,"AuthorName":"Meat & Fried Food","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"MEAT & FRIED FOOD\n\nTo butcher a fish, side of beef, chicken or rabbit carcass, use a carving knife on it. This will give you three pieces of fish, steak, chicken, or rabbit meat.\n\nYou can fry these pieces by using a frying pan on them. You can also fry mushrooms and eggs.\n\n"},{"AuthorID":4294967295,"AuthorName":"Pies & Stews","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"PIES & STEWS\n\nTo make pies, use dough on any carved piece of meat, or on a mushroom or apple.\n\nUsing dough on cheese will make a Roulean peasant's dish called \"pizza.\"\n\nTo make stew, use a cooking pot on any carved piece of meat, or on a mushroom.\n\n"},{"AuthorID":4294967295,"AuthorName":"Cabbages & Pickling","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"CABBAGES & PICKLING\n\nUse a carving knife on a cabbage to make an Aluvian dish known as coleslaw.\n\nUse brine on eggs or fish filets to pickle them.\n\n"},{"AuthorID":4294967295,"AuthorName":"Oils","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"OILS\n\nSome foods are also receptive to oils that make them more potent. These oils, made by alchemists, can make food that heals or grants mana instead of renewing your stamina. An even more powerful oil, called Victual Oil, will increase the amount of health, mana or stamina food grants.\n\nFoods affected by alchemical oils include cakes, pies (including pizza), and stews.\n"}]}}