{"Label":"The Festival Stones of the Empyrean","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":5,"16":8,"8":5,"19":5},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"16":"A small booklet, cheaply bound.","1":"The Festival Stones of the Empyrean","15":"A small booklet, cheaply bound."},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":5602,"PagesData":{"MaxNumPages":10,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI, Alatar Locke, have traveled far over these lands called Dereth.  Here I provide a simple guide to the ruins called the Festival Stones, the twenty tall pillars scattered across the face of Dereth, adorned with roiling blue magic.  I judge them to be relics of the late High Empyrean culture; perhaps they are markers of seasonal celebrations.  In any case, the search for all twenty is a taxing endeavor, which only the strongest can endure, and for such have I written.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nThe less-educated minds of Dereth have taken to referring to these relics by the Old Roulean months and hours, so I shall use those crude, commonly known names within this guide:\n\nThe Stone of Morningthaw lies to the southeast of the Aluvian river-town of Rithwic, near 33.3N, 53.3E.\n\nThe Stone of Solclaim lies in the parched wastelands to the east of Al-Arqas, near 31.5S, 16.5E.  This, of course, supports my theory that the desert was once lush and fertile.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Seedsow can be found in the woods to the west of the fortress of Lytelthorpe.  Look near 0.5N, 46.1E.\n\nThe Stone of Leafdawning is hidden in a small grove of trees near 10.1N, 54.1E. This Stone, to the west of Rithwic, is ringed by Empyrean statues.\n\nThe Stone of Verdantine stands tall over the road leading southwest out of Samsur, near 3.5S, 15.7E.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Thistledown overlooks Cragstone Falls from the western bank, near 27.7N, 42.9E.  Obviously, the Empyrean appreciated the magnificence of the view.  I am reassured of their aesthetic sense.\n\nThe Stone of Harvestgain is near the Gharu'n town of Uziz, near 27.5S, 29.3E.\n\nThe Stone of Leafcull, lies west of Yanshi, near 13.1S, 42.9E. This Stone appears in the bare grasslands, and even the most inept should be able to find it.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Frostfell stands in the Stonehold Valley, far beyond the northwest reaches of the Tiofor Wood; 69.3N, 15.1W.  There is a minor peasant community nearby.\n\nThe Stone of Snowreap is tucked away in the caldera of the great volcano we call Mount Esper, at 65.3N, 13.3E.  Judging by the ruins found at this location, it was once a sizable Empyrean town.  I theorize that the Empyrean refined Pyreal in the fiery core of Mount Esper, but of this I have as yet no evidence.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Coldeve awaits the bold at 83.5S, 48.5E, near a town of little importance.  This Stone rests upon a cliff, overlooking a magnificent channel which leads in from the sea.\n\nThe Stone of Wintersebb is on a rise east of Qalaba'r, near 74.7S, 21.3E.\n\nThe Stone of Dawnsong overlooks the southern oceans near 89.9S, 44.3W.  This stone is at the tip of a long, narrow peninsula between two islands.  Alas, even I could not find a place to scale the sheer cliffs of the islands.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Morntide overlooks the surrounding plains from a hill west of Nanto's Blue Ghost Falls, near 53.1S, 78.1E.\n\nThe Stone of Midsong can be found, most appropriately, at the center of Dereth, near 0.0S by 0.0W.\n\nThe Stone of Warmtide is part of the ruined Inner Sea port across the Yaraq Cove, near 21.1S, 5.1W. These ruins have a reputation that only grows more evil with the passing of time.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Evensong guards the shore of the river we call Prosper, near Holtburg at 42.1N, 36.5E.  This stone seems to lie near the end of the ruins of a temple complex built over the river.  The presence of a monolithic head statue suggests that this was not a temple in the favor of the High Empyrean -- but that is a lesson for another day.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Gloaming lies at approximately 4.3S, 70.7W. This stone lies within the heart of the Direlands, and we can only speculate what those lands may have been like long ago.\n\nThe Stone of Darktide can be found upon a small islet near 60.3S, 90.7W. I would suggest that this was once near a port of some sort, since fallen to ruin.  Perhaps this stone was erected for festivals to appease the forces of the sea and sky.\n"},{"AuthorID":4294967295,"AuthorName":"Alatar Locke","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Stone of Foredawn lies east of Shoushi, near 33.9S, 75.7E.  This Stone appears to be the only one whose attendant temple facilities have survived the depredations of time.\n"}]}}