{"Label":"The Full Code of Pwyll","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1040,"5":25,"16":8,"8":5,"19":10},"BoolValues":{"1":true,"13":false,"22":false},"DoubleValues":{"54":1.0},"StringValues":{"1":"The Full Code of Pwyll"},"DIDValues":{"1":33556013,"3":536870932,"8":100668236,"22":872415275},"WCID":5690,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"It not for all of the people to walk the path of high honor. For some it is enough that they follow the path of low justice. But we, as knights, shall take the high road.\"  - High King Pwyll\n\nIt is to the great sorrow of the historians that so few texts have been brought over from Aluvia, our homeland.  Hence here we present Instructions on the Code of High King Pwyll, a primer to be used by those of good understanding to instruct those of who have not been given a firm grounding in these just and true rules.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The first Five are the Path of Low Justice, which are usually sufficient for the commoner, the weak, and the lowly.  The second Five are the Path of High Justice, which are to be observed by all those of noble or knightly bearing, in addition to the Five rules of Low Justice.  For those who have little are capable of little; those who have much are capable of much.  But lest a knight be made too proud by his station and possessions, he must remember that Kings show favor to those who prove themselves capable of much, even if they seem to be lacking in gifts.  For that which makes a man great are things not always visible to the eye.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The simple text is for those of little learning and rude reasoning.  For nobles and knights who require a deeper understanding of these laws of justice, here is the full text of the Code of High King Pwyll:\n\n1. Work your lord's will in all things, for he must look upon the whole land and see that wrong is put right.\n\n2. Guard the weak, for they cannot guard themselves.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"3. Guard the young, for they are our future.  Even the inexperienced young squire may one day become a lord.\n\n4. Slay no one for doing a thing unto you that you would have done unto him, for one day you might die in the same manner.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"5. Obey and honor those above your station, for as they stand above you, so do they keep the sword from falling upon your head.  All parts are necessary for the whole.\n\n6. Treat not lesser persons with dishonor, for as they stand below you, they form the very ground that supports your feet.  All parts are necessary for the whole.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"7. Let your word be your bond, for when stripped of steel and cloth and youth, a knight has nothing else.\n\n8. Grant succor where you may, for as the need of others is made less, so too the burden of the knight is made less.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"9. Be fair in all judgments, for you too may you one day be judged.  Justice has no mouth with which to speak and no hands with which to enforce the laws, so we must be her eyes and we must act as her hands.\n\n10. Let nothing stand in the way of justice: the word of the law is not always its intent.  Let your judgments be tempered by circumstance, lest you punish wrongly.\n"},{"AuthorID":4294967295,"AuthorName":"The Full Code of Pwyll","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When teaching those of low aspirations and lowly station the Code of High King Pwyll, it is necessary only to teach the first Five rules, as simply as possible.  See to it that such a one obeys to the best of his ability, as crude as such may be.  A true noble or knight, however, should know all Ten, along with the full explanation and the deeper meanings behind the words.  The rules should be engraved upon his heart and mind, and upon the very sinews of his arm.  Justice is the finest of all blades, when tempered with wisdom and the Code of High King Pwyll.\n"}]}}