{"Label":"The Story of Koji's Sword","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":220,"16":8,"8":275,"19":120},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"16":"A copy of The Story of Koji's Sword, bought from the Hebian-To Library.","1":"The Story of Koji's Sword"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":5700,"PagesData":{"MaxNumPages":14,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Once upon a time, on a little island not part of any of the main Sho lands, stood a little temple, not much more than a shrine to Jojii.  An old man and woman lived near the shrine, taking care of it, and offering daily prayers.  They had one daughter named Koji, whom they had trained to be kind, gentle, and a master of the wooden sword (for they could not afford a real sword).  It was well known that winged sea serpents lived in the ocean nearby, and would occasionally come up onto land and, in the form of human beings, would trick people, kill them, and eat their livers.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One day, both the old man and woman were ill, and they told their daughter, \"Koji, today is a sacred day, the day on which Jojii received his vision.  You must go to the shrine by yourself, and bless a cup of water and pour it over the statue of Jojii.  Take your wooden sword.  Oh, if only we could afford a real sword, like those we used to have before we became poor!\"\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Koji comforted her parents and assured them she would be careful.  So she then went walking through the forest toward the sacred pool where she would fetch the water to bring to the shrine.  Along the way, she chanced to hear a distant voice singing:\n\nYoung Koji it is, my keepers' daughter,\n\nwalking along the sunlit path\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"all to fetch me some water.\n\nCareful, Koji, of the serpents' wrath!\n\nSoon after this, she came to the stream that fed the sacred pool.  But as she came near, she saw a woman collapsed beside the stream.  Koji rushed to the woman's side and gently helped her up.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Thank you, thank you,\" said the woman.  \"I am traveling to the town of Aku, but along the way I grew weary and fell.  Please take this as a token of my gratitude.\"  She gave Koji a tortoise-shell comb.\n\nSo Koji, carrying the comb, went on her way toward the sacred pool  But right before the pool, she saw a man collapsed at the side of the path.  This, she saw, was Farmer Tan, a farmer from the other side of the island.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Thank you,\" said he, as she helped him up.  \"I was traveling on business to Juku when I slipped and fell and knocked myself out.  Please take this as a reward.\"  So saying he gave her a rice cake wrapped in paper.\n\nSo Koji, carrying the comb and the rice cake, came at last to the sacred pool, where she dipped a cup into the water, blessed it, and then turned for the shrine.  But as she walked along the path, the singing voice came to her again.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Brave Koji it is, my keepers' daughter,\n\nwho helped two fallen to rise\n\non the way to fetch me water.\n\nYet one was a serpent in disguise!\n\nWhich gift you received\n\nHas you deceived?\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Koji stopped cold when she heard the verse.  She had received both a comb and a rice cake, and knew not which one might be a false gift, made of magic by the serpents to deceive her.  Surely either could be very dangerous if used: one would be in her hair, the other would be eaten.\n\nPerhaps the comb was the more dangerous, for it had been given to her by a stranger.  On the other hand, she did not know Farmer Tan well, and the serpents might even take on the form of a real person.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"So she put down both the comb and the rice cake.  On the comb she placed some of her hair; the rice cake she broke apart.  Then she sprinkled some of the water she carried on both and said, \"May it be as if I had worn the comb, and eaten the rice cake.\"\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Instantly, the rice cake hissed with a great eruption of steam, and up sprang a great winged serpent, hissing and flapping its wings.  \"How dare you strip away my disguise!\" said the serpent.  \"I meant to consume you from within.  But no matter; your wooden sword cannot serve you; it will soon splinter and I shall win.\"\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"It attacked Koji, and she beat it back with the wooden sword.  But soon, as the serpent had said, the wooden sword splintered and fell into useless pieces.  Just then, though, the comb hissed with a great eruption of steam, a fine tachi appeared on the ground in its stead.  \n\nKoji snatched up the blade, the finest tachi she had ever seen.  With it, she easily slew the serpent, cleaving it in two from head to tail.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Then, with the new sword and with her cup of water, she went on to the temple to finish her task.  Once she had poured the water as instructed, she put the sword on the altar and prayed, \"This sword is too good for me.  I am but the daughter of two keepers of the temple.  I return this sword to the kind one who gave it to me.\"\n\nThen the statue of Jojii replied:\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Great Koji it is, my keepers' daughter,\n\nwho helped two fallen to rise\n\non the way to fetch me water,\n\nthen stripped the rice cake's disguise,\n\nand killed the beast that fought her.\n\nKoji is strong, and gentle, and wise:\n\nNo snares of unkindness have caught her.\n\nKeep the tachi, O Heaven's daughter.\n"},{"AuthorID":4294967295,"AuthorName":"Koji's Sword","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Then Koji realized that it must be the will of Heaven that she had the sword, so she offered her deep thanks and took the sword.  Of course, she went on to far greater adventures after that, but that is a story for another day.\n"}]}}