{"Label":"Dizah ibn Nadqab's Journal","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22},"StringValues":{"1":"Dizah ibn Nadqab's Journal"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":5935,"PagesData":{"MaxNumPages":11,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 1:\n\nI was able to breach the temple entrance and force my way into the tunnel. I could tell immediately no one has been here for many years, maybe even centuries! \n\nThe air is stale and hot. It's difficult for me to make any progress in mapping the tunnels because of the air and dust. I find myself struggling to continue when the air is so stifling.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 2:\n\nThis is interesting. There are two burial chambers located two levels down from the entrance. Both chambers contain stone coffins covered in black soot. \n\nI'll have to come back to these chambers later when I've finished exploring the rest of the area.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 3:\n\nWent back to Zaikhal for supplies.  \n\nBought a torch, tools, and enough food to last me the week. \n\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 4: \n\nI explored the remaining areas on the first level today. I found something of interest...Four separate rooms located at four different corners of the temple. Each room has a coffin.  Why are these coffins not in the main burial chamber?\n\nTomorrow I plan to pry open the coffins. There might be something inside them explaining their importance.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 5:\n\nBy strength alone I was able to pry the lids of all four coffins. I wasn't surprised to see the bones and wrappings of the dead, but I found it unusual that buried with each was a key. \n\nI left the keys where I found them. If I find a use for them I'll come back. Tomorrow I hope to explore the remaining parts of the complex.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 6:\n\nDidn't make much progress today. I was hindered by metal gates that were sealed tightly. I'm starting to believe the gates were never meant to be opened.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 7:\n\nAnother sealed gate slowed my progress. On the other side was a large chamber and I could hear the sound of fountains. \n\nI couldn't pry or break the gate this time, it was too large. I'll have to look for another way into the chamber.\n\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 8:\n\nThere is a second passage from the other side, which leads to the same large chamber. And I was right! There are two fountains in this chamber!   That explains the noise of running water I heard yesterday.  \n\nI just found a small area made of small rooms off from the main chamber. There\nare two rooms with floor mounted levers. I think I'll leave these alone until I know what they go to...\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 9:\n\nI'm running out of food. I'm so close to the end though! There are some details I'll have to write down later...I discovered what the levers do and found doors that can only be unlocked by those four keys. I don't have time to write the details in this entry, maybe later.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 10:\n\nWith what remains of my strength I was able to push open the last remaining gate. I must be getting delirious. I keep hearing voices coming from behind me...I'm hearing strange noises, like wind, but different, and I can't find the source.\n\nThere is a large audience chamber here with lit candles. I don't remember lighting them, but lately I've been having problems remembering things. Tomorrow I'm going back to town for more supplies.\n"},{"AuthorID":4294967295,"AuthorName":"Dizah ibn Nadqab","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DAY 11:\n\nWhatever I've done I now know my presence here is not wanted. I was awakened last night by voices...And footsteps! I was not dreaming! The dead have come back to reclaim what was once theirs. I should have known better than to rush in and desecrate something which had been held sacred by them for many years.  \n\n"}]}}