{"Label":"Decree","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":200},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"A translation of a ragged parchment found with the Minor Stinging Stone.","1":"Decree","15":"A translation of a ragged parchment found with the Minor Stinging Stone."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":6414,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Decree","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"My People,\n\nThe defeat of the Darkness has been accomplished.\n\nI speak to you no longer as a representative of the Council, but as a mage and noble of the island of Knorr. All the members of the Council - Lord Kerenth of Nesortania, Lady Adja of Ithaenc, Lady Rajael Fellarien, Lord Uweden, Viceroy of Gelid, and Lady Maila of Knorr - were slain while overcoming the Hopeslayer. The Jailne Lyceum was destroyed, and the face Werethas ravaged. \n"},{"AuthorID":4294967295,"AuthorName":"Decree","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The region will be unfit for visitation for centuries hence. After over five hundred years of terror and struggle, the night is again occupied by only Alb'arel, Rez'arel, and the stars.\n"},{"AuthorID":4294967295,"AuthorName":"Decree","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We are weary, my people, and stained with too much blood. Now is the time for us to drop our weapons and armor, to sleep the sleep of the just for a night, and awaken to make the world anew. Our people once were scholars, enjoying a golden age of peace and enlightenment. I should like to see that glittering world of my childhood again.\n"},{"AuthorID":4294967295,"AuthorName":"Decree","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To this end, I require the chevairds and common warriors of Caerlin's army to turn over the weapons created by Lord Atlan and Lady Maila. They are powerful and deadly things, and before any man or woman succumbs to the temptation to abuse them, I shall see them broken, scattered, and buried in secure vaults across the face of Ireth Lassel. I pray we may never see the need for such foul devices again. We have all of us lost too great and too dear.\n"},{"AuthorID":4294967295,"AuthorName":"Decree","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I am in mourning. Forgive my brevity.\n\n~Asheron, Adept and Master of the School of Knorr, RE 895\n"}]}}