{"Label":"The Wedding Guide","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":200,"16":8,"8":100,"19":50},"BoolValues":{"22":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"This is a guidebook that describes the traditional wedding ceremony and vows for getting married here in Dereth.","1":"The Wedding Guide","15":"This is a guidebook that describes the traditional wedding ceremony and vows for getting married here in Dereth."},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":6437,"PagesData":{"MaxNumPages":13,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"INTRODUCTION","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"All weddings are special events of great personal importance.  They call for a deep and lasting commitment between two people, and should not be entered into lightly.  That said, the joys and happiness of marriage await!\n\nHere in Dereth, representatives of the heritage groups have agreed upon a common ceremony, which is presented herein.  The Officiator will provide the wedding rings, emblems of marriage, and the celebratory gems.  Misuse of the items is strongly frowned upon.\n\n(cont.)\n"},{"AuthorID":4294967295,"AuthorName":"INTRODUCTION","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"It is suggested that all participants read this book thoroughly and have their spoken material prepared beforehand.\n"},{"AuthorID":4294967295,"AuthorName":"ARRANGEMENTS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To schedule a wedding, bride and groom must set a location (complete with map coordinates), time, and date, and all other relevant information.\nOnce this is done, one must go to the top level, main Asheron's Call Zone page.   Enter News & Events.  From there, choose to Submit an Event.\nOnce there, read the guidelines and then fill in the form.  Keep in mind that Sentinels who set up the wedding may be unavailable at the requested time.\n"},{"AuthorID":4294967295,"AuthorName":"THE BEGINNING","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Before the ceremony, the Officiator provides the participants the rings, emblems, and gems, and gives them time to examine and inscribe them.\n\nIt is customary to have the Officiator stand behind the participants, who face each other.  Guests then stand or sit in a semi-circle around them, at a respectful distance.  Guests may be asked to make short speeches before the ceremony begins.\n\nOfficiator: Welcome, friends and family of <bride> and <groom>!   Let us begin.\n"},{"AuthorID":4294967295,"AuthorName":"OF FREE WILL","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: <bride>, are you here of your own free will?\n\nBride: Yes\n\nOfficiator: <groom>, are you here of your own free will?\n\nGroom: Yes\n\nOfficiator: Are there any here who have legitimate cause to oppose this marriage?\n\n[Pause]\n"},{"AuthorID":4294967295,"AuthorName":"THE GROOM'S VOWS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: <groom>, do you take <bride> to be your lawfully wedded wife?\n\nGroom: I do\n\nOfficiator: Do you pledge to love, cherish, and honor her, through all your time in Dereth?\n\nGroom: I do.\n\n\n(cont.)\n"},{"AuthorID":4294967295,"AuthorName":"THE GROOM'S VOWS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: Do you promise to remain faithful unto her, to support her, to be her finest friend, through all trials and tribulations, joys and victories?\n\nGroom: I do.\n\nOfficiator: What seal do you place upon your vows?\n\nGroom: The seal of [my own honor/the name of a higher authority].\n"},{"AuthorID":4294967295,"AuthorName":"THE BRIDE'S VOWS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: <bride>, do you take <groom> to be your lawfully wedded husband?\n\nBride: I do.\n\nOfficiator: Do you pledge to love, cherish, and honor him, through all your time in Dereth?\n\nBride: I do.\n\n(cont.)\n"},{"AuthorID":4294967295,"AuthorName":"THE BRIDE'S VOWS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: Do you promise to remain faithful unto him, to support him, to be his finest friend, through all trials and tribulations, joys and victories?\n\nBride: I do.\n\nOfficiator: What seal do you place upon your vows?\n\nBride: The seal of [my own honor/the name of a higher authority].\n"},{"AuthorID":4294967295,"AuthorName":"THE INTENTIONS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: <bride>, please share with us your loving intentions toward <groom>.\n\nBride: [Speak about how you will love and cherish the groom.  It helps to have this prepared beforehand.]\n\nOfficiator: <groom>, please share with use your loving intentions toward <bride>.\n\nGroom: [Speak about how you will love and cherish the bride. It helps to have this prepared beforehand.]\n"},{"AuthorID":4294967295,"AuthorName":"FRIENDS AND FAMILY","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: You who stand here as witnesses are the friends and family of the bride and groom.  You are charged with the task of helping them in their new role as wife and husband, to support them in their times of need, and to do all that you can to make their marriage a blessed and happy union.\n"},{"AuthorID":4294967295,"AuthorName":"THE RINGS","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: Please exchange the rings.\n\nGroom: With this ring, I thee wed.\n\nBride: With this ring, I thee wed.\n"},{"AuthorID":4294967295,"AuthorName":"THE PRONOUNCEMENT","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Officiator: You have made your vows under the seals of that which you hold important.\n\nOfficiator: Before the witnesses of your friends and family, you are now pronounced husband and wife.  May your marriage bring you great happiness.\n\n[Guests may now congratulate the married couple.  Emote freely.  Save celebratory gems for use outside.]\n"}]}}