{"Label":"Smith's Note","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"A note written by the Master Smith of Aerlinthe.","1":"Smith's Note","15":"A note."},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":7378,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ejan Aralea","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nFrom: Ejan Aralea, Master Smith of Aerlinthe\n\nTo: Shaura Lemaih, Master Smith of Ireth Lassel \n"},{"AuthorID":4294967295,"AuthorName":"Ejan Aralea","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nGreetings, old friend. May this find you well.\n\nI have sent this messenger to you to inquire if you might have a certain spare part for the forging mechanisms in your possession. Tenkarrdun has been grumbley lately. You've probably heard, as I've heard that your Seral Ipharsis (Translator's note: literally,\"Great Crown Besnowed\") remains quiescent. Lucky woman! The mountains here may be hotter and more efficient forges, but they move with unsettling ease.\n"},{"AuthorID":4294967295,"AuthorName":"Ejan Aralea","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nYes, I fear we've had more pieces of the forges be crushed or melted by fresh flows in the last few days. Specifically, I need a new set of bellows for the upper forging mechanism, up here in the caldera of Tenkarrdun. If you think that's bad, I also have to get a golem to replace the bars on one of the lower magma sluices. Hard to get at, those are - we'll actually have to send it through our reservoir and into a thermal fumarole at its bottom! Fortunately, we have a couple of those bars stashed away in our storerooms here. We'll have to fix that before we can get to work on the forge.\n"},{"AuthorID":4294967295,"AuthorName":"Ejan Aralea","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI would normally send to Knorr for the bellows, but, well... Lord Asheron appears to have sealed the portals as his end. It's anyone's guess why. Some problem with his students, mayhaps. At any rate, I apologize for needing to plead poverty to you, Shaura. As soon as Knorr is open to travel once more, I will request replacement of your bellows.\n\nWalk with light upon your shoulders.\n\n                                       Ejan\n"}]}}