{"Label":"Concerning the Revelations of Anti-Magic","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":220,"16":8,"8":275,"19":120},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"16":"A book on the discovery of anti-magic ore.","1":"Concerning the Revelations of Anti-Magic"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":7774,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"by Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"In my capacity as a sage and researcher, I am lucky to receive regular reports from a few adventuresome acquaintances.  The observations and information they bring me is invaluable intelligence.  I have cause once more to be grateful for their assiduous exploratory endeavors, because the news I have recently received from a pair of my contacts is of a compelling, and perhaps even alarming, character.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Apparently the Lugians have commenced excavations at several sites in the mountains of southern Osteth.  They are mining a heretofore unknown ore that we have named chorizite.  The mineral seems to be unusually dense, almost impractically so.  Despite the prohibitive weight of the ore, some Lugians were  observed smelting and refining the ore, though to which ends are anyone's guess.  At great risk, one brave soul was able to purloin a few precious nuggets of this ore.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After a long period of investigation, I found that this chorizite has a most singular property...it actually seems to repel magical energy!  Indeed, to conduct such a thorough analysis of the chorizite's qualities was no small intellectual feat.  Finding the mineral completely resistant to any magical divination, I improvised different diagnostic techniques. In deference, however, to those without the ability or patience to comprehend such esotericism, I will forego further detail and simply report my findings.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The chorizite comes in several degrees of purity.  Lack of a large sample prevents me from making definitive conclusions, but I have observed that the properties of the chorizite change as its purity rises.  The less-concentrated chorizite actively repels magic.  The higher quality ore is even more curious.  It still resists magic, but not to the degree that the less pure ore does.  In fact,  it actually seems to store some pseudo-magical power of its own!\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One can only speculate what purpose the Lugians intend for this ore.  One might suppose that the Lugians, being a non-magical race, are hoping to develop defenses against our own race's potent magical abilities.  My fellow sages, Gondo Kanezo of the Sho and Zarea bint Zia of the Gharu'ndim, are researching this possibility.  Admittedly, they have proven more adept at discovering practical applications for new discoveries.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The source of the chorizite is an even more absorbing question.  Where could this remarkable mineral have originated? I am just beginning my considerations of this matter, but I am intrigued by the possibility that this chorizite could somehow be related to the long-ago magical explosion which created the Obsidian Plains.  I suspect this mystery will occupy my thoughts for many days to come.\n"}]}}