{"Label":"Dark Revenant Note Translation","Timestamp":1496988460,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":128,"93":1044,"5":25,"16":8,"8":5,"19":20},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"The translation of a message carried by a Dark Revenant.","1":"Dark Revenant Note Translation","14":"Use this item to read it.","15":"The translation of a message carried by a Dark Revenant."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":7901,"PagesData":{"MaxNumPages":9,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI write you, sister, from the camp of the Latzimestal. A bestial place it is, by our standards. These warlords have never approached the majesty of His Eternal Splendor's court, but choosing to assemble on this stinking island is the depth of indecorum. The insects swarm about us in numbers I have never before seen! I have been casting Cassius' Ring since I arrived, and still more rise from the pool of stagnant water. Anadil insists that here, we shall be safe from the barbarians. I think he places too much stock in the offshore currents.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI would not have guessed, when I left my lair, that the Latzimestal still had such strength as this hidden away. Their warriors, remnants of the household soldiery they fled Dericost with, had been hidden in the sands of Diastra. The years of repose did not go well with them, I fear; but for the ageless Mu-Miyah, most are reduced to bone and scraps of flesh. Again we prove that an alert mind is the best way to preserve the body.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nTonight the was an incident. Rytheran and Aerfalle had come to confer with Anadil. They brought with them Asmolum the Worm, one time spymaster to Lord Inekkere. Anadil and his captains listened to his report without comment, and afterwards asked several surprisingly shrewd questions. He is not the barbarian herd-master I expected. Indeed he is a general, of sound mind. He will not, I think, equal old Nerash, but he will serve.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"At any rate, he treated us to a reception afterwards, in a tent brightly lit with emerald mage-fires. Elleina chastised him for the display, noting that it was poor enough a plan to assemble such a large force in the open, but that setting fires as well was begging for the notice of the Enemy.\n\n\"If one has a sword,\" Anadil replied, \"one draws and uses it. One does not hide in shadows, and wait to stab his enemy while he is helpless. That is cowardly. Power should ever be exercised in honest fashion. Here we are mighty, and may withstand all but the fiercest assault by the Enemy.\"\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\"Again,\" said Ellenia dismissively, \"we see displayed the casual arrogance of the Latzimestal, so rapt with their own power. No doubt you will find yourself disgraced again on the field of battle. How smug were you, dog, watching our enemies throw themselves at your lines, while your king was killed behind your back?\"\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nAt this, Anadil leapt nimbly to his feet, and in two strides crossed the room and backhanded Ellenia! In an instant, Aerfalle and I reached the two. Aerfalle seized Anadil, although he did not seem inclined to do more, and stared Ellenia down. I held her, and felt her quiver with rage. She loosed a stream of vile invective, calling the general a base mercenary, an arrogant thug, and other less-repeatable things.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\"And you, great lady?\" Anadil retorted. \"You who bathed in the entrails of a loving husband to feed your lust for eternal life and power? Are you such an upstanding example of behavior then, scheming witch? For thousands of years we have heard tales of your callous and vicious nature, of your relentless devouring of every lord that caught your fancy.\"\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"This bickering,\" the Worm said quietly, \"benefits only the forces of the Servant.\"\n\n\"Asmolum speaks truth,\" Aerfalle declared, not slackening the weight of her glare at Ellenia. The moot broke up shortly thereafter, with neither party having apologized or forgiven the other.\n\nEllenia  said to me afterwards, \"Have I really such a reputation for being...\"\n\n\"Tempestuous?\" I suggested, with some delicacy.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Indeed,\" she said, and smiled.\n\n\"Lady Elleina, so thou hast always been. But that is part and parcel of thy undeniable charm. Thou art strong, and that is a virtue that is much to be admired.\"\n\n\"You do me honor with the high tongue. Why, I wonder?\" She smiled again, and walked gracefully away into the twilight. I think, after five hundred years of trying to get her attention, she has finally noticed my interest. There is another benefit to eternity, I suppose; eventually, you may be the last suitor left standing.\n"}]}}