{"Label":"Shadow Note Translation","Timestamp":1496988460,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":128,"93":1044,"5":25,"16":8,"8":5,"19":20},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"The translation of a message carried by powerful Shadows.","1":"Shadow Note Translation","14":"Use this item to read it.","15":"The translation of a message carried by powerful Shadows."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":7909,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have heard thy words.\n\nVerily, the Bael'Zharon was mad in his final years of freedom; obsessed with vengeance, and savoring the misery of his enemies like fine wine. Were I to choose a word that described his every movement and motion, it should be \"rage.\" This be not the motivation of the one I followed into darkness. He showed then a righteous anger, a desire to see our kind treated with justice - not this blind, cruel hatred of all things Yalain. Even now, I feel his black thoughts, and they linger unpleasantly on his plans for them.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI think it be the inevitable result of too much time under the influence of the Thing. That from which we derive our powers twists. Atimes this is obvious; recall the use of the great flying beasts. Thou wert with me at the snaring of the one they called Aujanel. The sight of what the Black Breath did to it, and the shrieks of the prisoners as they were grafted to its bones, will never be dislodged from my recollection.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nMore often, it seems to me, the corruption is subtle. Once we heard the Bael'Zharon speak with some misgiving of the power he had gained, wondering what its price would be. Perhaps we know. Now, it seems, his voice only whispers of wrath and pain, of conquering all and bringing them into the body. This sounds not like the Bael'Zharon I knew in times long past.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nHe has been twisted. Oh, not as thoroughly as the elder ones. Not yet. But while the Bael'Zharon rages and broods in his prison, the General remains cool and thoughtful. He still wonders what the price may be, and what would happen should the Nameless be released. Until we know this, we should not act as they would have it.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"So yes; I do agree that the General is better suited. But then, you knew I would, did you not?\n\nYou have my assurance that I will use all my power to prevent damage to that which my forces have recovered.\n\nA note, before I leave thee; I am become suspicious of the elder ones, those that existed before the Great War. They speak too little, and seem to much of a mind for my taste. I wonder indeed what their goals are. Speak not to them of our plans.\n"}]}}