{"Label":"Shadow Missive","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"A translated missive, taken from the hands of a Shadow at the Caulnalain Facility.","1":"Shadow Missive","14":"Use this item to read it.","15":"A translated note."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":8082,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI am pleased to have thee with us. I am also pleased that thy forces have secured the Stone.\n\nKeep it safe as you may. I shall dispatch forces of my own to assist thee. In the meantime, keep the knowledge of Caulnalain's existence from thy comrades, and continue to alter the facility to serve our ends.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI expect the rotting ones to besiege thee at some point. Ler Rhan's forces attempted to wrest control of Fenmalain from them already, so they are aware we move. My own inaction nearly won the day. Only the interference of the outlanders turned victory into defeat.\n\nIt is not impossible that the outlanders may discern your location. They are not as inept as our comrades would think. I observed their reaction to the probing of Ler Rhan and Ferah. They are uneducated, yet not stupid.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nFools, though, they may be. In ignorance they have already destroyed three Stones. Some seek the release of the Herald for their own ends. Some of these may serve him openly; others think they may be able to defeat him. Some seek more of the armor with which they fight us. Some simply slay all before them that is not of their kind. They know not what is truly at stake. Be vigilant. Hold the Caulnalain against our enemies mortal and immortal.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nRemain wary of the Cloaked-Breath creatures. Ever they watch. I am unsure of their motive. Should one appear, observe it carefully, but do not draw its ire.\n"}]}}