{"Label":"A Stained Book","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":460,"16":8,"8":230,"19":90},"BoolValues":{"1":true,"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"A plain, yellowed book of some years' age.","1":"A Stained Book","15":"A plain, thin book."},"DIDValues":{"1":33554772,"3":536870932,"8":100668117,"22":872415275},"WCID":8187,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"It is I, Alatar Locke, writing as I listen to  the comfortingly mysterious sounds of what I call the Lost Chamber of the Floating City.\nI am convinced the ancient magic of this place is unstable; perhaps now you see for yourself how the portals link the scattered pieces of the city together, and how, indeed, even those portals are unpredictable at times - much like the portals that lead one into and out of the City itself.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"While many doubt the Empyrean of the ages before the Era of Lore knew the secrets of portal magic, I may hazard a well-educated guess that perhaps Asheron's find was a mere \"rediscovery.\"  It is clear to me that, long ago, far before the Millennium War and far before even the first stirrings of Falatacot malice in the swamps of the world, the Empyrean came here from elsewhere, perhaps much in the way we did...except they came willingly.  Other scholars may accuse me of imaginative fancy, but they assuredly have not seen all that I have.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Nay; this much I know: the Empyrean arrived here many thousands of years ago, with a singular purpose.  What that purpose is, even I can only hazard the most unfounded of guesses.  What is clear, however, is that they forgot this purpose over the long ages.  Some Isparian scholars would claim the same of humanity in general, but I am not in the mood for comparative theological discourse today.\nIn any case, I find these city corridors somewhat useful for my travels; the portals leading from here frequently seem to take me closer to civilization.\n"}]}}