{"Label":"A Book of Quests for New Explorers","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":200,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"A Book of Quests for New Explorers","15":"A book listing Agents of the Society across the land of Dereth"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8676,"PagesData":{"MaxNumPages":9,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Welcome to the land of Dereth, fellow traveler!\n\nI know that your arrival here has been characterized by confusion and chaos.  You have been sucked from our home on Ispar and transplanted to an alien land bereft of most of your family, friends and all that you hold dear.  This is why we formed the Society to explore this land. Our Explorers are visiting the length and breadth of Dereth to examine its creatures and wildlife.  If we cannot leave Dereth, then we will make it our own.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To that end, we at the Society are providing an adventure for all new travelers to Dereth.  Throughout the civilized lands of Osteth we have scattered official Red and Gold Letters amongst the hostile creatures that our new adventurers are most prone to encounter. Occasionally these creatures will leave behind a Red, or perhaps even a Gold Letter.  Acquiring the possession of such a letter is only the first step, however.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We have contacted  residents of nine cities located in Osteth. These residents have agreed to don the green cap and robes of the Agents of the Society.  They have hidden their official town stamp in dungeons near each of their towns. Find the Town Stamp and use it on your Red or Gold Letter.  This will create a Stamped Red or Gold Letter, marked with the name of the town whose stamp you used. Take this Stamped Letter to one of the Agents and exchange for it a reward.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The reward you will receive depends on what town stamped letter is being turned in at which town. Keep in mind that in order to encourage exploration and give you experience in using the portal system which many of use use to travel around Dereth, Society Agents will no longer accept letters from towns in their own heritage!\n\nTurning in red stamped letters will yield a Society reward while gold stamped letter will yield a more powerful Explorer reward. We created these rewards in the hope that they will aid you in adapting and eventually thriving in your new home.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I've listed the portal coordinates to the different nexus towns in the Nexus Town Information Guide, which you should have received along with this book. I've also included the name and location of the dungeons where you will find the Town Stamps. Finally, I've added a list of what rewards you will receive for the town stamped letters in each of the towns.   \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I wish you the best of luck in your journey.   \n\nSir Alayne, Founder of the Dereth Exploration Society\n\nI've listed the names of the Society Agents and their towns in the following pages of this book. I have also listed other people who reside in the Outpost Towns, whom you may have some interest in visiting.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Al-Arqas \n     Agent: Jilsaya bint Dah     \n     West Outpost: Nurbaha bint Dah     \n     North Outpost: Sarqah bint Ak\nSamsur  \n     Agent (located at the Northwest Oupost): Rubid al-Jurma     \n     East Outpost: Saqat\nYaraq      \n     Agent: Mara al-Luq      \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Nanto      \n     Agent: Shin Ro     \n     East Outpost: Inuo Kon Kou     \n     North Outpost: Ji Ra Ping\nShoushi      \n     Agent: Oi-Tong Ye     \nYanshi      \n     Agent: Dai Ya     \n     North Outpost: Lou Ei     \n     South Outpost: Te Ven\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Holtburg      \n     Agent: Flinrala Ryndmad     \nLytelthorpe      \n     Agent: Lord Aleval     \n     East Outpost: Ercel     \n     West Outpost: Beltslora\nRithwic      \n     Agent: Celcynd the Dour     \n     East Outpost: Mindorla     \n     South Outpost: Brentsella\n"}]}}