{"Label":"General History of Dereth Vol. III","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":10,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"General History of Dereth Vol. III"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8855,"PagesData":{"MaxNumPages":13,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\n         General History of Dereth Vol. III\n                        Coldeve, 11 P.Y.\n                   \"Shadows of the Past\"\n\n\n\n\n\n\n\n\n       Jaiph Rainshadow of Cragstone, ed.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Providence smiled upon the refugee nations of Ispar in the month of Coldeve. Whispers began to cross the land of ancient storage vaults hidden across the length and breadth of Dereth. Bold parties sought these lost facilities out, and discovered weapons used in the last war with the Shadows, some two thousand years before humans first arrived in this land. These were designed ages ago by alchemist and warrior Lord Atlan, and his wife, the enchanter Lady Maila. While the contributions of both were apparently vital to winning the last war, the documentation recovered suggested both died in the conflict - hardly a reassuring statistic.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nThe Atlan artifacts were a set of melee weapons - swords, daggers, maces, and so on - which could be alchemically refined from raw of pyreal motes. The weapons could be further improved using a set of elemental stones, which could be exchanged at will using a special stone tool. This allowed, for example, a frosting axe to be turned into a lightning axe. While motes of the magical alloy pyreal could be recovered from any type of golem, the stones and the tool were securely stored in several remote and dangerous dungeons. \n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nOne of these was defended by legions of powerful undead, another with fire elementals and magma golems, a third by never-before-seen lightning elementals, and another had become the home of a band of Tumeroks. Olthoi had infested the final vault, named Incunabula, transforming it into the most deadly hive known to exist in Dereth.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nPerhaps in response to the discovery of these weapons, the Shadows that had made overland travel a terrifying prospect melted away into the night. Very few remained under open skies, although this made some more nervous than relieved. Taverns abounded with fresh rumors of evil's hand in the world.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nMany powerful monarchs were whisked away to a remote island, said to lie to the southwest of Dereth. Here they were challenged by a dark presence to run a gauntlet filled with bizarre monsters. While most lost their sense of direction, or were slain by the gauntlet's fierce inhabitants, two of the most dangerous fiends in Dereth survived the trial; Blackthorn and Vidorian of Thistledown. They were rewarded with corrupted Shadow Stones, which could be fitted into the Atlan weapons.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nThese stones gave a weapon tremendous power... though their use seemed to drain the will and sense of self in the wielder. It remained to be seen what the two so-called \"Dark Masters\" would be called upon to do. Fafhrd of Thistledown and Killean of Morningthaw made a heroic decision to defy the gathering evil, and refused to take the dark presence's test. Their selfless denial of easy power would be remembered in the days ahead.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The hand of darkness also sought allies using means as subtle as the monarch kidnappings were gross. Hamud ibn Rafik, leader of an extremist sect of the Gharu'ndim Zharalim called the Tenebrous Edge, made his presence known in Dereth. He and his daughter Devana sent many adventurers on a test of their own. Success earned a magnificent Pyreal Katar that pulsed with dark power, trailing streamers of sooty, cloying mist. Rumor held that Rafik had lost his mind taking to heart Archephoros' maxim that to fight darkness, sometimes one must become a shadow.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nOn the opposite edge of the A'mun desert, Dizah ibn Nadqab began excavating a massive crypt complex built beneath an ancient fortress near Zaikhal. He apparently ventured where he shouldn't have, and the ancient dead of the Impious Temple reawakened, chasing him out of the complex. In exchange for funds to continue his research, he let the bold enter the Temple. A shattered staff, apparently unusable, was discovered in its depths. Fortunately, some adventurers managed to find someone wise enough to repair it.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nNot all the news was worrisome. The land continued to recover from the damage wrought by the Great Work of the Gelidites. Flowers blossomed all over Osteth, filling the air with drifting clouds of pollen. Rabbits, delighted by the return of warm weather, quickly did as rabbits are wont to do. A veritable plague of baby bunnies flooded the landscape, nibbling crops and tripping inattentive travelers. Most were harmless irritants, but tales of more dangerous baby bunnies trickled out of the Direlands . . .\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nMeantime, the excavations of over twenty Meeting Halls, dating from the Empyrean Era of Lore, were completed near the major towns of Dereth. These underground amphitheaters are thought to have been built for nobles and scholars to hold assemblies, or for local troop garrisons to hold briefings. They resumed their duties quickly enough, as allegiances across Dereth began to hold their meetings in these structures.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nIn other local news, Guthima the Wise, archmage of Arwic, moved down the road. Complaints from neighbors about crowds of mages practicing their craft all hours of the night convinced the town's nobility to build a new shop for him outside of town.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nLastly, as if in omen, the beginning of the month saw a titanic bridge, carved from volcanic obsidian, appear over the River Prosper between Holtburg, Cragstone, and Arwic. Formerly cloaked by the lost magical arts of the Empyrean, the Obsidian Span drew crowds of gawkers. Not a few unfortunate souls jumped off of it -- doubtless driven to insanity by the inescapable gift of Lifestone resurrection. Sages could only speculate what other structures might lie in plain sight without our knowing.\n"}]}}