{"Label":"General History of Dereth Vol. II","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":10,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"General History of Dereth Vol. II"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8854,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\n          General History of Dereth Vol. II\n                         Frostfell, 10 P.Y.\n                           \"Dark Thaw\"\n\n\n\n\n\n\n\n\n       Jaiph Rainshadow of Cragstone, ed.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As the heat seeped back into the earth, snowlines receded. Patches of slush still dotted the landscape, but hints of green returned to most of the land. All was not well, however.\n\nThe enigmatic Shadow creatures began to walk the landscape openly, harassing adventurers and making travel through remote areas a dangerous proposition. In addition, floating Crystal Fragments appeared. While originally thought to be pieces of the Gelidites' Great Work, the vast numbers of Fragments that soon swarmed across Dereth seemed to imply another origin.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fortunately, the most learned mages of the land had taken to heart the dire prognostications of the recovered Gelidite scriptures. The Archmages Celdiseth, Fadsahil al-Tashbi, Nuhmudira, and Shoyanen Kenchu offered for sale Master Mage Robes of fine quality, while they allowed their Apprentice Mage Robes to be sold by the local mages of various towns.\n\nNon-mages were not left without fashionable attire, however, as the traditional warrior garb of Ispar began to appear in Dereth. Celdon, Amullian, and Koujia Armor became visible signs of a warrior's prowess.\n"}]}}