{"Label":"General History of Dereth Vol. VI","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":10,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"General History of Dereth Vol. VI"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8858,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\n        General History of Dereth Vol. VI\n                       Solclaim, 11 P.Y.\n                      \"Heroes' Respite\"\n\n\n\n\n\n\n\n\n       Jaiph Rainshadow of Cragstone, ed.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nA hush fell upon the land. The sun, so recently shrunken to a bloody orb, burned bright and full once more. Of the Shadows, there was no sign, and their intentions remained inscrutable.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nJaleh al-Thani sought an answer to the mystery in the depths of the Direlands, the only area where Shadows were known to remain in numbers. Leading a caravan of like-minded Sho and Gharu'ndim, the noble settled near the Darktide Festival Stone, and established the town of Ayan Baqur. Rather quickly, a group of Aluvians arrived, driven by the overcrowding in Arwic. Among this group was Ulgrim the Unpleasant, a discredited scholar. While Ulgrim's stout-fueled rants entertained many, few believed a word he spoke.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nAyan Baqur's most unique resident, however, was \"Claude,\" a Virindi who floated into town one afternoon with a wave and a hollow-voiced, \"Greetings. Might a simple human archmage dispense his wares from within your defenseless hovel?\" Claude was given a tent a safe distance from his \"fellow humans.\" Whether the residents accepted him out of fear, curiosity, or amusement remains open to debate.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nMeanwhile, in the north, Lady Tallial acquired a seneschal to oversee her long-neglected tasks at Neydisa Castle. The Lady had been in a deep depression since the death of Sir Joffre Tremblant in Frore. Hence, her decision to take on the untrustworthy Gormling may be forgiven. Like Ulgrim, the seneschal couldn't hold his drink. Worse, he was discovered to be an agent of her rival, the bandit MacDougal. Tallial, who spent her days staring wretchedly at mementos Tremblant had left her, seemed oblivious to her peril.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nHarking to the abandoned arts of Ispar, weaponsmiths recreated Viamont's piercing rapier weapons, sneeringly referred to as \"the big stick-pins\" by Aluvian highlanders. Many were promptly stolen by Drudges seeking shiny objects, and eventually passed on to more powerful monsters. Other new weapons were discovered by adventurers afield; a cursed dagger and electrical throwing daggers belonging to the elusive assassin Oswald. Again, the crafty rogue managed to evade his pursuers.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Finally, in the fastness of his mountain stronghold, the assassin Hamud ibn Rafik continued to fight his lonely war against the dominion of the Shadows. When some Tenebrous Edge initiates came to see him, they discovered he had been transformed into a Shadow creature, and barely able to speak. \"I am unable to leave my chambers in this ancient, cursed fortress,\" he had written his daughter. \"I know now what will become of me. The Dark Master himself spoke to me and told me what lies in store... what awaits me now surpasses even the depraved rites of the Milantans.\" Alone and tormented, the entity that had been Hamud stoically awaited his fate.\n"}]}}