{"Label":"General History of Dereth Vol. IV","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":10,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"General History of Dereth Vol. IV"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8856,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\n         General History of Dereth Vol. IV\n                     Wintersebb, 11 P.Y.\n                  \"Darkness Ascendant\"\n\n\n\n\n\n\n\n\n       Jaiph Rainshadow of Cragstone, ed.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"While swarms of bees buzzed around the spring blossoms in the many marriage ceremonies, ill omens filled the air. Most dramatically, a series of earthquakes presaged the eruption of bizarre Shadow Spires across the face of Dereth. These enormous constructions burst from the ground near the towns of Khayyaban, Tufa, Sawato, Tou-Tou, Cragstone, and Eastham. Travelers reported seeing spires in the deep wilderness as well. Sages claimed they were somehow alive, but little could be proven, for no way could be found to enter them. Brooding and malevolent, yet seemingly harmless, the Spires floated ominously over the land.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Then came the abductions.\n\nMany adventurers reported being pulled into the spires by three distinct presences, and subjected to a battery of questions. Some of these questions were quite unfathomable, referring to people and events not yet familiar to humanity in Dereth. Most shocking, however, was the final question; which of the six towns visited by the Spires should be destroyed? Some of the abducted answered with a random town, in fear of the power shown by the unseen presence, others chose a specific town out of spite. A few refused to choose, and were returned uninjured.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nAs the month progressed, disturbing changes began to be wrought upon the face of the heavens. The sun shrank, turning a dim, bloody red. The clouds would fade to a sick sulphuric tint during storms. The moons of Alb'arel and Rez'arel swelled to grotesque size, and some feared they were falling. Through it all, the form of a demon lurked along the northern horizon, visible only during the most violent tempests.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"In the face of what seemed to be an impending catastrophe, the people of Dereth worked feverishly to prepare their defenses. Many sought the ancient weapons of Atlan, recovered the previous month, reasoning that the best defense would be an effective offense. Others, notably the Master Smiths Jibril ibn Rashid, Koga Hideki, and Alean the Steel Forger sought more traditional means of defense. From the gems and shards carried by the crystal fragments and Shadows, they crafted fine sets of Shadowhunter Armor. Those who brought them these hard-to-recover trophies could have them fashioned into these exquisite defenses.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nAt the end of the month, an expectant silence hovered over Dereth, broken only by the howl of the Spires and the frantic hammering of the Master Smiths. Ground tremors struck the island, as if something within the earth was stirring . . .\n"}]}}