{"Label":"General History of Dereth Vol. I","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":10,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"General History of Dereth Vol. I"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":8853,"PagesData":{"MaxNumPages":10,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\n          General History of Dereth Vol. I\n                        Frostfell, 10 P.Y.\n                  \"The Sudden Season\"\n\n\n\n\n\n\n\n\n       Jaiph Rainshadow of Cragstone, ed.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nIn the month known as Frostfell, the isle of Dereth was beset by a sudden freeze. As mages scrambled to explain the dropping temperatures, the snowline dipped down from the lofty peaks of the Lost Wish and Linvak mountain ranges, until the entire island was coated with several inches of snow. Even the Gharu'ndim, deep in the hot and barren A'mun desert, awoke one morn to find their stately brick courtyards blanketed with white. In Samsur, the Fountain of Musansayn froze solid. \n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nSomewhere in the wastes, the exploration party of Sir Joffre Tremblant fell afoul of dark forces. The legendary Knight of the Golden Flame order had gone in search of a fabled lost city alluded to in certain Empyrean texts. At first, his party was presumed lost in the blinding snows. Intrepid bands followed his meandering path from Arwic to Stonehold, gathering clues to his final destination.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\n\nAlong the way, many assisted the aims of Lady Tallial of Neydisa Castle, or those of her rival MacDugal in the Bandit Castle. Others grappled with Hoary Mattekars, ferocious mountain creatures the size of a house. The hides of these creatures, when given to the skilled tradesmen of Dereth, were quickly turned into fine Mattekar Robes.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nWith the assistance of the scholars of Zaikhal, the search parties discovered the path to the mysterious underground city of Frore. Here the fate of the Tremblant Party stood revealed; the group had been slain and then turned into undead slaves by an ancient cult of Empyrean necromancers calling themselves the Gelidites.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nIn the depths of the frozen hell of Frore, adventurers struggled through legions of undead sorcerers, who were lead by a council of three dark priests. These three, Ferundi, Frisander, and Fenngar by name, were slain at the gates of the city. In the deepest caverns, parties were brought up short by a cadre of Gelidite Lords led by the powerful sorcerer Frisirth. The Gelidite necromancer controlled Sir Tremblant, who pleaded for death even as he was magically forced to defend his evil master.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nWhen Tremblant was released from his misery and Frisirth defeated, the parties confronted a greater mystery -- a large, rotating crystal the Gelidites called the Great Work. This magical artifact had been discovered by Frisirth centuries before. Under the enchantments of the Gelidites, the Great Work sucked the heat from the earth, causing the snows that carpeted Dereth.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When the explorers rushed to destroy it, the crystal defended itself with powerful magics. Many were slain, but in the end the Isparians prevailed. Abrim of Morningthaw chronicled the final battle against the Work in his tale \"Return to Frore,\" which became a bestseller at the capital towns of Cragstone, Hebian-To, and Zaikhal.\n\nWith the Great Work shattered, warmth began to seep back into the land. The exhausted and battered adventurers returned to their homes, to enjoy the blessings of the Solstice, Festival of Lights, and Night Feast holidays.\n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nDuring the celebrations, new culinary delights had been invented to delight the palate. Kakori of Thistledown made Carrot Cake, Dani the Crazed of Leafcull introduced Famous Pizza, Raszagal and Tassadar of Morningthaw created Hot Kimchi, and Firedemon of Thistledown baked the first Spiced Apple Pie. Bortin of Frostfell created Fruitcake, but he has since been forgiven, and is occasionally allowed back into town. \n"},{"AuthorID":4294967295,"AuthorName":"Jaiph Rainshadow","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n\nThe remnants of the Gelidite cult were left in sorrow, their great hopes dashed. Departing adventurers even seized their ancient scriptures as spoils of war. Our Great Work, a memoir written by Ferundi, was given to the scholars of Hebian-To, and the ancient Book of Minesh, a history of the Gelidite cult, was seized by the Zaikhal Arcanum.\n"}]}}