{"Label":"Puppet Show","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":200,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Puppet Show","15":"The first installment of a tale by Martine"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":9118,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Puppet Show\nor\nTwo Wrongs sometimes make it all go Right\n\nMaster glided over to Puppet.  Puppet tried not to flinch.  Puppet thought he was getting better at it.  The not flinching part. \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Puppet, we heard good reports today.  Puppet seems to be assimilating well.\"  The words invaded Puppet's mind and did not leave until Master willed it to be so.  Master took good care of Puppet.  Usually.  Sometimes, Puppet was bad.  Master took care of that, too.  \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Master spoke again, \"The Mosswarts have broken their agreement with us, Puppet.  This is unproductive.  It would be more unproductive if the other lessers on Dereth thought they could break our arrangements.  We have decided that an example must be made of these Mosswarts.\"\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Puppet shivered despite a willed attempt to stay still.  Master's voice resonated with displeasure.  It felt like thin needles being pricked into the veins of his mind, and then slowly taken out and put back in.  Over and over and over.  If Puppet could still cry he would.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A strong blast of amusement came from Master's mind. \"Do not become agitated.  We have much better plans for Puppet.  Even if Auberean were not so crucial to the Directive, it would still have much value.  The Overseers still cannot understand this \"lying\" concept.  It amuses me to confuse an Overseer.\"  Here Master stopped, and the amusement and calm he had been projecting into Puppet ceased.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"But whom would Puppet tell?  Puppet is good.  Besides, Master is going to give Puppet a treat.  For that is another thing this world has taught me...us.  Irony is very amusing.  Here is the name of the Mosswart that has betrayed us.  Puppet will see this matter facilitated.\"\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Master whispered the name to Puppet.  Puppet smiled.  He had not smiled in a very long time.  A strange thought blossomed into his mind, \"I hate you.\"  He did not know whom \"I\" was, and he didn't know whom he hated, but the thought felt delicious all the same.  He looked over at Master to see if Master would be angry about this thought, but the Master was already gone.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Two Drudges ran over to him from the shadows.  They grabbed hold of his arms and dragged him away through one of the endless corridors in the stronghold.  Puppet was used to this by now.  He had better things to think about.  He thought about the Mosswart tribal chief.  And he thought about all the things he had learned about pain in the short eternity of these last few days.  He kept on smiling.  \n"}]}}