{"Label":"The Beginning","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":200,"19":10},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"The Beginning","15":"A Guide to a tale by Martine"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":9124,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Beginning\nor \nTable of Contents\n\nYou may initially be confused as to why I would wish to provide a guide to my recent activities.  Much of what I have planned for Dereth requires secrecy and subtlety, a deft and quiet touch on the pulse of the world.  I do not have confidence that the majority of Isparians are willing to go where I want to take them.  So better that I do not ask.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Nonetheless, in some cases an ignorant populace is far harder to manipulate than an educated one.   And so I share my travels and reminiscences with you.  I hope you enjoy them as much as I did.   \n\nChapter 1 -- Puppet can be aquired along with this tome from the Nexus town scribes. \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Chapter 2 -- Facilitation, can be found deep in the Direland Swamps, where I have sent some Mire Witches on an errand.  \n\nChapter 3 -- A Meeting, can be found at the bottom of the Mosswart Hideout, in a chest that my minions have placed there.  As some of you may recall, I had some unfortunate experiences there some time ago, and I was not eager to return.  I have left a token that is the essence of my time there.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Chapter 4 -- Storytelling, is found on the person of Graggkh, the new leader of my favorite Mosswart tribe, after the old leader died unexpectedly.  Graggkh and the rest of his  Mosswarts can be found in the Moss Chamber, very close to Zaikhal.\n\nChapter 5 -- Interlude.  This chapter can be found in Zaikhal, Cragstone, and Hebian-To.  \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Chapter 6 -- Denouement, (those lovely Viamontian words), is handed out by my personal servant.  Please be kind to him.  Find the first 5 chapters, and the location of the sixth should be obvious to anyone in possession of a keen and attentive mind.\n  \nSincerely yours,\n\nMartine\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Oh, one more thing.  Those lovely weapons that I made for you, they disappear when you die.  Poof!  Fare thee well.  It is a hard lesson to learn, but true: nothing comes without a price.  Perhaps one day I can illustrate the lesson for you personally. \n"}]}}