{"Label":"Ardry's Reconnaissance","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10},"BoolValues":{"1":true,"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"A note from Ardry the Dubious.","1":"Ardry's Reconnaissance","15":"A note from Ardry the Dubious."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":9140,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ardry the Dubious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fellow explorer,\n\nWhat mischief can the Tumeroks be planning?  Some days ago, whilst exploring the Direlands, I witnessed a strange conference: a Virindi and a Tumerok, staring at each other but exchanging no visible or audible signs.  They were surrounded by several other Tumeroks and servile Drudges. \n"},{"AuthorID":4294967295,"AuthorName":"Ardry the Dubious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After several moments of this strange communion, the Virindi actually handed the Tumerok a necklace and a purple morningstar.  As if that were not strange enough, the Virindi created a portal, and the Tumerok shepherded his companions through before stepping into it himself.  In a move that, in retrospect, seems rash, I ran through the portal as the Virindi turned away, and found myself here.\n"},{"AuthorID":4294967295,"AuthorName":"Ardry the Dubious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Beware the denizens of this dungeon. The Drudge Slaves and Reedsharks fall easily enough, but the Tumeroks are as resilient as ever and enjoy attacking in groups.  Take special care to watch for the leader of the Tumeroks, the very same creature I saw communing with the Virindi.  His morningstar strikes with an uncommon speed and power!\n"},{"AuthorID":4294967295,"AuthorName":"Ardry the Dubious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After eavesdropping on some conversations between the Tumeroks, blessed with the very basic comprehension of their language taught to me by Uncle Aliester, I am convinced that the Tumeroks have established one other base in this desert, most likely somewhere in the south.  One wonders what they have planned!  Having learned as much as I think I can, I am heading south to search for their outpost.\n\nArdry the Dubious\n"}]}}