{"Label":"Arm, Mind, Heart","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":230,"19":50},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"16":"Strength.  Focus.  Purity.  These words are the lodestones for our people.  They guide us from the womb to the soil.  ","1":"Arm, Mind, Heart","15":"A Lugian tome"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":9466,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Lugian Translator of Linvak Tukal","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Anything can be built with the calm and righteous application of strength.\"\n\nObliteration awaits.  And all prefer the end over the corruption that prefaces the fall.  What shall shelter us from horror?  Three tools, my brethren, three choices to make.\n\nYou must be pure.  All sound foundations start from the heart that knows its cause is just.  Know you are right, know your strivings are free of taint and envy, and nothing can corrupt you.\n"},{"AuthorID":4294967295,"AuthorName":"Lugian Translator of Linvak Tukal","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"You must be focused.  A builder starts with a just cause, but he must not allow passions to adulterate the building.  Know where you are strong, know where you are weak.  Know and be at peace with the knowing.\n\nYou must be strong.  All your passion and preparations come to naught without toil and sweat.  We are our strength, our will shall be done.  Trust in your arm, for it creates with its power.\n"},{"AuthorID":4294967295,"AuthorName":"Lugian Translator of Linvak Tukal","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Strength.  Focus.  Purity.  These are the tools we have to ward off decay.  Let each be a thick root of our society.  Each tenet is powerful alone, but a society that entwines them shall never fall.  Never fall.\n"},{"AuthorID":4294967295,"AuthorName":"Lugian Translator of Linvak Tukal","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"[Translation Note:  These words were written by Lauriagnel, the First Matriarch, for a speech to the Assembly of Elders over two thousand years ago, shortly after the Prime Compact was formed.  Less than a year after her speech, she and her family were killed in the Liberty Rebellion, leading to the period known as the Ceaseless Night, which lasted for over a hundred years, until the Second Compact was formed.\n"},{"AuthorID":4294967295,"AuthorName":"Lugian Translator of Linvak Tukal","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Traditions of the Heart, the Mind, and the Arm, while having only a small following during the Ceaseless Night, have enjoyed a large resurgence after the Second Compact.  Even on this new world, where the Second Compact has become largely meaningless, the Traditions survive.]\n"}]}}