{"Label":"Translated Inculcation Cells Note","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":5,"16":8,"8":5,"19":10},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"A translation written by Diyas al-Yat, of a message shard taken from a Virindi Director in the Inculcation Cells dungeon.","1":"Translated Inculcation Cells Note","14":"Use this item to read it.","15":"A translation written by Diyas al-Yat."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":10727,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"My colleague,\nOur original plan, I know, was to wait for your first shipment of additional subjects before I sent back word on my experimentation with the humans.  However, the sensations of delight and excitement I experience compel me to share news with you.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Despite our early setbacks, I find the new line of research and experimentation to be endlessly intriguing.  What mutable minds the humans possess!  I must express sentiments of gratitude, my colleague, for your cooperation and assistance in our research.  It inspires regret within me that our colleague Adirred was exiled back to the primary Quiddity before he saw the fruits of our labor.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I anticipate, however, that as I continue my research with these most excellent human subjects, I shall soon have the information we need to break the last vestiges of our dependence on the outmoded Singularity.  Once we have taken all the lessons we can from the maddeningly chaotic humans, we will have the techniques and knowledge necessary to mount our own resistance against the Quiddity's inquisitors!\n"}]}}