{"Label":"Guide to Healing","Timestamp":1496988460,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":5,"16":8,"8":5,"19":0},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"1":"Guide to Healing","15":"A guide to regaining Health, Stamina, and Mana."},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":12762,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"GUIDE TO HEALING\n\nThe three bars at the top of the screen show your Health, Stamina, and Mana (magical energy).\n\nIf you run out of Stamina, your attacks will be weak. If you run out of Mana, you will not be able to cast spells. If you run out of Health, you will die!\n\nAll three will replenish themselves in time, but there are ways to make this process faster.\n\n(Click the green button to read more.)\n"},{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Regaining Health\n\nThose with the Healing Skill can use healing kits to regain health points. Double-click on the healing kit, then select the injured person.\n\nTip: Drag your healing kit's icon to the row of slots at the bottom of your screen to create a short cut.\n\nAlternatively, you can use health potions to regain health. Double-click on these potions to use them.\n\n(Click on the green button to read more.)\n"},{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Regaining Stamina\n\nThere are many foods as well as stamina potions in Dereth that you may consume in order to regain stamina.  Double-click on them to use them.  If you run out of both, you can also lie down in a safe place--your stamina will return as you rest.\n\nRegaining Mana\n\nThese are also some foods that will help you regain mana. The most easily available way to replenish your mana is to use mana potions.\n\n(Click on the green button to read more.)\n"},{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Death and Resurrection\n\nCharacters die when their Health points reach zero.\n\nYour character will be resurrected immediately at the last lifestone you used or at the last location where  you started the game, but will leave behind one or more items and half the pyreals in your Inventory. The number of Items lost depends on your character's level. Higher-level characters lose more items than lower-level characters. Player killers lose more than nonplayer killers.\n\n(Click on the green button to read more.)\n"},{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Your corpse will remain where you died for a short time, making it possible for you or others to retrieve your lost items.\n\nVitae\n\nWhen your character dies and is resurrected, your Vitae (lifeforce) is temporarily drained, reducing your secondary attributes (Health, Stamina, and Mana) and skills. As you earn more experience, your Vitae will be restored gradually. While your Vitae is reduced, you will see a yellow and red starburst in the upper-right corner of the game screen.\n\n(Click on the green button to read more.)\n"},{"AuthorID":4294967295,"AuthorName":"Training Master","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Corpse Recovery\n\nTo find your corpse, type \"@corpse\". Your corpse's location will appear in the chat window.\n"}]}}