{"Label":"Festival Cookbook","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":200,"16":8,"8":100,"19":15},"BoolValues":{"22":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"A collection of recipes created during the Festival Season, PY 13.","1":"Festival Cookbook","15":"A collection of recipes created during the Festival Season, PY.13."},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":14797,"PagesData":{"MaxNumPages":15,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"FESTIVAL FOODS                      ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"FESTIVAL FOODS\n     Cooks of Dereth have been hard at work and have added a collection of delicious new recipes to their cookbooks for the Festival Season.\n\nMany of these recipes will become year-round favorites while some are centered on the festivities of the season.\n"},{"AuthorID":4294967295,"AuthorName":"INGREDIENTS: Peppermint                  ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"NEW INGREDIENTS\n     Recently three new ingredients have been found in Dereth and its neighboring islands.\n\nPeppermint: Cooks have started using this new ingredient in their recipes since its appearance on Drudges and Mosswarts this winter. Many scholars believe that the mischievous creatures used some magical means to steal the Peppermint from the strange Candy Sticks that appeared in towns recently.\n"},{"AuthorID":4294967295,"AuthorName":"INGREDIENTS: Nutmeg & Ginger                   ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"NEW INGREDIENTS (Cont.)\nNutmeg: The aromatic kernel of a small fruit, Nutmeg is found in the jungles of the Vesayen Isles in the Southeast. When ground, it adds a lovely flavor to certain dishes.\n\nGinger: Ginger, a root found in the South, is a powerful spice when ground and used in cooking. Cooks have already found they can use it to make Ginger Bread, and an industrious Tinsmith named Woz, has created cookie cutters that allow people to make Ginger Bread Cookies in interesting shapes. Distant provisioners have reported buying his wares.\n"},{"AuthorID":4294967295,"AuthorName":"SANDWICHES                                   ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"SANDWICHES\n     A simple, but tasty meal for the busy adventurer or studious mind short on time.\n\nUse the Carving Knife to cut some Bread into Sliced Bread that can be used with the following foods to make Sandwiches: \n\n  with Cheese: Cheese Sandwich\n  with Chicken: Chicken Sandwich\n  with Egg: Egg Sandwich\n  with Fish: Fish Sandwich\n\nAlso for a change of pace you can use the Frying Pan on a Cheese Sandwich to make a nice hot Grilled Cheese Sandwich.\n"},{"AuthorID":4294967295,"AuthorName":"DINNER: Mac&Cheese                           ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DINNER FOODS\n     Cragstone Farms is well known for their skillful cooking and catering. Now they bring us two new casserole recipes for the Festival Season, Cragstone Farms Mac&Cheese and Cragstonanoff.\n\nUsing raw noodles on cheese makes Cragstone Farms Mac&Cheese. Some unknown interaction between the noodles and cheese magically heats this delicious casserole*. \n\n*Alchemists are studying this culinary calefaction, but it currently remains a mystery peculiar to this world.\n"},{"AuthorID":4294967295,"AuthorName":"DINNER: Cragstonanoff                          ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DINNER FOODS\n     Cragstonanoff is a wonderfully hearty meal with a rich new noodle ingredient.\n\nYou start by making some Batter, Dough+Egg. Using your Noodle Cutter cut out Raw Egg Noodles from the Batter and then use the Raw Egg Noodles on Ground Meat. After the magic heating stage you have a meal fit for Queen Elysa!\n"},{"AuthorID":4294967295,"AuthorName":"DINNER: Dumplings                               ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DINNER FOODS\n     A little taste of Ispar; two dumpling recipes have been created. These simple foods evoke wonderful memories of our homeland and the things we left behind.\n\nDumplings are made with Rice Dough. Rice Dough is made by using a Mortar&Pestle on Uncooked Rice and then using the resulting Rice Flour on Water. Once you have your Rice Dough you wrap it around either Chicken or Fish to make Chicken Dumplings or Fish Dumplings just like mother used to make.\n"},{"AuthorID":4294967295,"AuthorName":"DRINKS: Hot Chocolate                           ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"WINTER DRINKS\n     For those who like nice hot drinks for the cold winter months, but don't like the agitation that coffee or tea can cause we have a sweet new drink to warm you up.\n\nHot Chocolate:  Heat some milk with your cooking pot. Take the Hot Milk and use it with Honey to get Sweetened Hot Milk. Cocoa Powder is then used on the Sweetened Hot Milk to make a rich cup of Hot Chocolate.\n\nPeppermint Hot Chocolate:  Using Peppermint on Hot Chocolate adds a minty twist to this already delicious drink.\n"},{"AuthorID":4294967295,"AuthorName":"DRINKS: Eggnog                                  ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"WINTER DRINKS\n     Definitely a seasonal favorite, Eggnog is a rich and spicy drink that can now be properly made due to the discovery of Nutmeg on the far Southern Vesayen Isles. Nutmeg is a spice of extreme use to cooks who we hope will continue to find new ways in which to use it.\n\nFirst you need to grind your nutmeg into a useful form for cooking. Use the Heavy Grinder on the Nutmeg to make Ground Nutmeg. Use the Ground Nutmeg on Milk to make Spiced Milk and then use the Spiced Milk on an Egg to create the rich Festival Season treat of Eggnog.\n"},{"AuthorID":4294967295,"AuthorName":"SNACKS: Stuffed Mushrooms                         ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"SNACKS\n     Many people have Festival Parties in the winter months, especially now that they may have homes to invite their friends to. A new snack that can be served to your guests has been cooked up. Warning: Stuffed Mushrooms take time and patience to cook.\n\nFirst use your Carving Knife on a mushroom to remove its stem. Use the Stemless Mushroom on some Cheese to stuff it. Use your Baking Pan on the Cheese Filled Mushroom to cook a mouth watering Stuffed Mushroom, perfect for your Festival get-togethers.\n"},{"AuthorID":4294967295,"AuthorName":"TREATS: Peppermint Treats                             ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"TREATS\n     Peppermint makes candy better. Minty goodness is making its way into all sorts of sweets.\n\nUsing a Peppermint Stick on a Milk Chocolate Bar makes a Peppermint Chocolate Bar with crushed peppermint in it, a very sweet recipe.\n\nFor those who enjoy Monougat... there's some long lasting chewy fun now. If you add Peppermint to Monougat you will make a Peppermint Monougat Chew.\n"},{"AuthorID":4294967295,"AuthorName":"DESSERTS: Cookies                                   ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DESSERTS\n   Peppermint in cookies? Of course!\nUse Peppermint on Cookie Dough.\nUse your Baking Pan on the resulting dough to bake three Peppermint Cookies.\n\nChocolate lovers rejoice!\nUse Cocoa Powder on Cookie Dough to make Chocolate Cookie Dough. Use your Baking Pan on the resulting dough to make three Chocolate Cookies.\n\nUse Peppermint on Chocolate Cookie Dough. Use your Baking Pan on the resulting dough to make a batch of three Peppermint Chocolate Cookies. Mmmm!\n"},{"AuthorID":4294967295,"AuthorName":"DESSERTS: Ice Cream                               ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DESSERTS\n     Cooks are working hard at coming up with new flavors of Ice Cream. \n     \"So far we only have four flavors, which isn't quite enough for an Ice Cream Shop,\"\nsays Benjury Cookson, the leading researcher in Ice Cream recipes.\n     \"There have been some unfortunate flavors during my research. Cooking research can be very dangerous here on Dereth if you don't know what your doing. Its not as easy or safe as you might think.\"\n\nUse a Peppermint Stick on Ice Cream to make Peppermint Ice Cream. Seems pretty easy.\n"},{"AuthorID":4294967295,"AuthorName":"DESSERTS: Ginger Bread                               ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"DESSERTS\n     Ginger is a spicy... spice you can use to... flavor up your cooking recipes. Some new recipes were made last month.\n\nTo use Ginger in cooking you first need to grind it. Use the Heavy Grinder on your Ginger to make Ground Ginger.\n\nUse Ground Ginger on Dough to make Ginger Bread Dough. Use a Baking Pan on the dough to make Ginger Bread.\n\nOr use a Cookie Cutter on the dough and then use your Baking Pan on the result to make a Ginger Bread Creature.\n"},{"AuthorID":4294967295,"AuthorName":"REACTIONS                                       ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"REACTIONS\nSho Actress: \"I love all the Peppermint sweets and the Ginger Bread Drudges are really cute and tasty! Teehe!\"\nGharu'ndim Vendor: \"The Cragstonanoff is really powerful and aggressive. It's like a Lugian kind of food, I'd definitely eat this again.\"\nAluvian Scribe: \"The new sandwiches are really clever, I never would have thought of them. Perfect for long writing sessions.\"\nArcanum Agent: \"The stuffed mushrooms were really good, I can't stop eating them!\"\nSho Cook: \"I really like the way the ginger spices up the bread. It's really good bread, but with a new aspect.\"\nNuhmudira: \"...very nice, now go away.\"\n"}]}}