{"Label":"Wedding Handbook","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":5,"19":10},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"The Wedding handbook.","1":"Wedding Handbook","15":"The Wedding handbook."},"DIDValues":{"1":33554771,"3":536870932,"22":872415275,"6":67111092,"7":268436355,"8":100672708},"WCID":14931,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":" High Sentinel Echac","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nThe CEREMONY\n\nAll weddings are special events of great personal importance. They call for a deep and lasting commitment between people, and should not be entered into lightly. That said, the joys and happiness of marriage await!\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Here in Dereth, representatives of the heritage groups have agreed upon a common ceremony.  The ceremony will be overseen by The Grand Sentinels of the land.  The Queen has sent forth three Grand Sentinels in the fine tradition of Sentinels to continue this time-honored tradition.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A couple must first show The Grand Sentinel that they are of pure heart and understand all that comes along with marriage. To do so, The Grand Sentinels have formed a set of trials that will allow the couples to demonstrate their commitment to one another.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The trials will be conducted near Arwic. Each couple must collect the symbols that demonstrate their love and affection. These symbols can be combined into a Symbol of Marriage. Once each of you has created  a  Symbol of Marriage, show them to the Grand Sentinel to begin the ceremony.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Grand Sentinel has also decreed that once married, you will not be able to visit them for a time not shorter then three months.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"GUESTS\n\nIt is advised that if you are planning an outdoor wedding, that you limit your guest list to 35 to prevent the magic of the Portal Storm from disrupting the ceremony.\n\nIf you are planning a wedding larger then 35, the Queen has prepared a special Wedding Hall for your needs.  Weddings of a hundred plus guests have been held here, though not without their own drawbacks that come with lots of guests in one area.\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"PREPARATIONS\nWedding Planners are available throughout the land.  There, you will be able to find everything you need to be able to have a wedding you will never forget.\n"}]}}