{"Label":"A Letter of Grief","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"A Letter of Grief","15":"A letter from Elysa Strathelar to Lania Cartoth."},"DIDValues":{"1":33554773,"3":536870932,"8":100672829,"22":872415275},"WCID":15799,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Dearest Lania,\n\nOnly a few days have passed since the vile creature slew Thorsten.  Everything has changed for me, maybe even more so than when I entered this strange land. I know Thorsten is gone, yet I feel at any moment I could turn and there he would stand, smiling at me, reaching for my hand.  At times I do turn around expecting him to be there, but only see a wall, a field, the sky. I only see the emptiness of my present world. Reality, as cruel and unforgiving as the eyes of that monster when she descended upon us.  She pierced my heart just as\n"},{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"surely as she pierced the heart of my beloved. Thorsten's wound matters not to him today.  Mine feels as if it will never heal.\n\nWhen we were girls back on Ispar, do you remember how we dreamt of love and a bright tomorrow with our respective future husbands whose visages we could but hazily imagine?  We sat on Farview Hill and looked towards that corner of Jasmina Valley between the setting sun and the northern sky where we envisioned twin castles- one for your family and one for mine. We talked of the estates we would create and thrive in with our loved ones.\n"},{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Here in this new land I found love, but it is lost to me now.  My future is empty.  I feel I can only look backwards to the memories of my time with Thorsten, a time all too short.  I cannot bear to bury Thorsten's armor or his axe with him. They were so much a part of him. When I look upon his armor I see him within it, though it stands empty.  I will keep them with me through the empty tomorrows.\n\nElysa\n"}]}}