{"Label":"Elysa Strathelar's Letter to Lania Cartoth","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"Elysa Strathelar's Letter to Lania Cartoth","15":"A letter from Elysa Strathelar to Lania Cartoth."},"DIDValues":{"1":33554773,"3":536870932,"8":100672829,"22":872415275},"WCID":15804,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Dearest Lania,\n\nI know you mean the best, but your distrust of Asheron is a burden on me. He is a being of great power, this you know.  Asheron is able to wield forces beyond that which we knew on Ispar. You question- what good is power when its very use brings disaster and pain through unintended consequences?  He first brought the Olthoi scourge upon this world, then wielded great magic to help his brethren escape the scourge whilst trapping our people evermore in this land. He presented me the means to slay the Olthoi Queen and slay her I did. Yet, \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"through my fault or no, it resulted in the death of my beloved.  You say Asheron's hand wields great power yet, though his intentions seem positive, always and suspiciously, there seem to be unpurposed outcomes contrary to his purposes.\n\nYou last wrote me that you have been studying the Empyrean to formulate a supposition of evil intent. I know you believe Asheron's purposes are other than that declared, yet lately this appears to have become an obsession with you. I know not what I may say to convince you otherwise! Asheron used his art to secret away \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Thorsten's armor and axe but this you do not believe. Tis' true that I could not be present when this feat was done, nor am I able to journey there myself.  But I have faith that this was accomplished, though I cannot prove it to you. \n\nYou think to venture there and see for yourself if all is as Asheron promised it would be. For your sake and the sake of your little brother I beg of you to leave this matter of seeking proof be! There would be deadly forces to contend with, and I understand the Undead have also inhabited that place. Do not venture there! \n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Forever your friend,\n\nElysa\n"}]}}