{"Label":"A Letter of Correspondence","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"A Letter of Correspondence","15":"A letter from Elysa Strathelar to Lania Cartoth."},"DIDValues":{"1":33554773,"3":536870932,"8":100672829,"22":872415275},"WCID":15801,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Dearest Lania,\n\nThorsten's tomb has been complete for some time now and work progresses at a fine pace on this town, which will bear his name. The other night I had a dream.  I believe it was a dream. I dreamt that I rose from bed in the darkness of early morning and journeyed to a bluff overlooking the lake.  I gazed down at the Isle of Tears. Mist lay draped about the isle in ragged sheets like a beggar's garb. From out of the mist strode Thorsten, walking in a slow, floating gait. Unhurried, as if he had all eternity to reach me. His usually strong features were\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"hazy, not fully defined as the mist swirled about him, seemingly through him at moments.  I understood deep inside that I was seeing a shade of Thorsten, his ghost.  As he drew near I saw his eyes were locked on mine, and yet they focused beyond me as though searching for my soul that had been rended from the shell of my body.  As I reached for his hand he dissolved into mist. I implored him to return but there was only the swirling mist and pre-dawn silence.  I awoke wiping away tears.  I was standing by my bed, my feet muddied.  Had it only been a dream? I wonder when else\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I might see him. Thorsten's armor stands in the corner of my room, watching me with hollow eyes. Having seen Thorsten on the bluff, even if it was but a dream, I feel less of his presence within it and more within me.  It is comforting.\n\nElysa\n"}]}}