{"Label":"A Letter of Correspondence","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"A Letter of Correspondence","15":"A letter from Elysa Strathelar to Lania Cartoth."},"DIDValues":{"1":33554773,"3":536870932,"8":100672829,"22":872415275},"WCID":15802,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Elysa Strathelar","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Dearest Lania,\n\nYou have written to me in the past that you are wary of Asheron's motives.  I have not been able to convince you otherwise, but you should understand that I must trust him and have faith in his positive intentions.  I believe all Isparians should have this faith for there are sure to be struggles yet to come in which we will require his aid.\n\nOn another matter; I wrote you once that I could not bear to bury Thorsten's armor or axe with his body. Though I kept them with me,  it came upon me one day that I\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"was being a mite selfish.  Thorsten did not belong to me alone.  He fought for all Isparians trapped in this land and his memory is not my property. \n\nNor are his most important effects which symbolize his struggle and his fate.  Thus, Asheron has arranged for Thorsten's armor and axe to be secreted away at an ancient Empyrean site.  Let them be saved for a day whence they are needed as symbols of unity and a struggle our brethren should never forget.  Perhaps someday my son will be required to wear the armor and swing Thorsten's axe in defense of his family, his people.  I fear such a day but, alas, I must\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"prepare for it.  Thus, the chamber that houses Thorsten's Tomb also contains a secret...  If it ever were necessary, just remember our girlhood dreams and you may find its direction.  Do not venture there however- what lies beyond is well guarded by watchful eyes. \n\nFondly,\n\nElysa\n"}]}}