{"Label":"Nuhmudira's Charm","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":0,"9":0,"1":8192,"19":0,"3":8,"93":1044,"5":25,"16":8,"8":15},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"A tome. The pages of this book have been hastily placed within the binding. The first page shows the picture of an altar, or dias.","1":"Nuhmudira's Charm","15":"A tome. The pages of this book have been hastily placed within the binding."},"DIDValues":{"1":33556929,"3":536870932,"22":872415275,"6":67113005,"7":268436360,"8":100672803},"WCID":15861,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"He means to seal me within this place for eternity. How could I have been so blind. \n\nThe Heat...the sting...the charge...the cold. All these things he has surrounded me with, but I have this one, chance.\n\nThere is a portal, here. I remember that, and a dias. A base, lectern something that infuses the key to passing the portal, and coming here.\n\nSo I shall begin the work upon a spell to weave the passage through for any that find these pages.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A lesson is learned as the pain begins to spread through me. Never trust...anyone other than yourself. He thinks that I will shrivel so quickly within this cell. \n\nI have found enough wood within this place to fashion a golem that will do my bidding, but I cannot find a way from this room, and with the passage of each hour it appears as though more of my power, and energy are taken from me. I will hold out for a while, of that I am sure. Yet these writings must taper into the spell that must be wrought.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"She collects the red hair, turning white, from her head. Twisting, tightening, tying frayed end to frayed end in tedious precision, strand by strand. The pain must be felt in order for the magic to take hold. \n\nFortune smiled on her, in this her darkest hour. A dagger fit with the sluice to draw the blood from her vein to etch the sigils and infuse the page with magics beyond the scope of most understanding. Breathe controlled by temperance, as each strand is manipulated closer and tighter into the form of a makeshift brush.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Her hand cups to pool the blood. Her fingers twist the braided strands of hair fashioning a point to make the writing and etching precise.\nThe first touch of the stylus to the blood, is met with the exhale of breath. A single word spoken, in a language, that only a few understand. The brush grows saturated with the red, and is placed to the first parchment. \nA single line, etched, horizontal. A first diagonal, another word. Care must be taken to not use too much of the precious ink, the sigil must be crafted in one fluid motion, without leaving the page.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira ","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The vertical line begins, breath drawn in deep. Another diagonal, no sound can break her concentration it must remain on the construction of the lock. The horizontal along the bottom. Sweat rises on her brow, a numbness begins from the place where she has carved her flesh. Breath forced out as the last lines are drawn and the etching filled with the reagent, her blood.\n\nTo another page, to craft the protection that will allow transport. The stylus falls into the pool, still growing. Care must be taken to not spill the precious reagent lest the spell end. Breath is drawn as the stylus drinks.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The star must have the number of cardinal points, and the subsidiary points corresponding to the paths of true magic. Twelve points drawn from her blood, in concert with the timbre of her breathing.\n\nA circle, surrounding the star to show the unity. Devotion to her people in the form of the man and the woman in the lower corner of this page.\n\nTurn the page and with care wet the stylus. The numbness has turned to a throbbing pain, infusing the rite with dedication. The next sigil begins. A shadowgate, the old way. The passage between places.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Death closes in upon her, as she feels the life ebbing from the wound, magics hold the flowing blood in place within her hand. Weak, so weak. Three more etchings, must be completed. She steels her mind and continues the rythym of the rite. Breathing her life into the strokes of each sigil.\n\nThe bird, is next, deliverer. The page is turned, infused with the name of the herald of the morning. The sigil of the sun is drawn, and then the twin moons.\n\nThen she draws herself, helpless and trapped. Darkness surrounds her, but the heavenly bodies shine upon her. \n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One final word spoken, and the final breath released. The spell woven into the pages. The blood and pain are thrown onto the pile of lifeless wood, and her chants call to the life she has spread upon the fallen wood. \n\nThe Book, handed as the commands are uttered silently from her mind to the malleable understanding of the being she commands. Her final act, to send it back to whence she was brought. To deliver her location to others, and then she passes into a quiet sleep.\n"}]}}