{"Label":"Crafting the Horn of Vigilance","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"1":"Crafting the Horn of Vigilance","15":"Instructions for Crafting the Horn of Vigilance"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":19480,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Telk the Addlepated","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Telk the Addlepated wishes to thank thee for purchasing this Book of Instruction on Crafting the Horn of Vigilance.  The Horn should provide years of care-free service in repelling a variety of creatures. A mere four items are required for the material with which to craft the Horn. The four items required are:\n"},{"AuthorID":4294967295,"AuthorName":"Telk the Addlepated","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A large Niffis Shell\n\nThe Femur Bone of a Lich Lord\n\nA Tibia from a Virulent Grievver \n\nA Tusk from a Tusker Slave\n"},{"AuthorID":4294967295,"AuthorName":"Telk the Addlepated","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The large Niffis Shell must be carved to create the Base for the Horn.  Utilize a carving knife that may or may not have been provided to thee. The other three items must be carved to create three Upper Pipes.  Then mount each of the three Upper Pipes atop the Base Horn. Thus, the Horn is complete. It is just that effortless!\n\nTelk the Addlepated must alert thee to the fact that thy results with this instrument may vary.  Telk the Addlepated cannot be held responsible for loss of life, personal items or treasure should\n"},{"AuthorID":4294967295,"AuthorName":"Telk the Addlepated","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"the Horn be used in a manner not suited to the use for which it is claimed to theoretically be utilized for, nor if thy Horn is used on nights when the moons are visible, days when the sun appears in the sky and during seasons of the year that are wet or dry.  Care must be taken in obtaining the items necessary for the construction of the Horn for some creatures do not easily give up body parts required for this instrument. Always carry a weapon and stay alert in the presence of Olthoi and other vermin.\n"}]}}