{"Label":"Gaerlan's Field Reports","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"16":"A set of letters that have been bound within a book.","1":"Gaerlan's Field Reports","15":"A set of letters that have been bound within a book."},"DIDValues":{"1":33556929,"3":536870932,"8":100673196,"22":872415275},"WCID":20957,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Event: Third visit to the Olthoi Homeworld.\n\nResults:\n\nEmperor Kellin II,\n\nWe have returned from the Olthoi homeworld with three more specimens, as you had commanded. We have returned with one each of their flying, soldier and breeding varities. The last was the most difficult to obtain, as she was protected by the hive. She is severely injured, and though I think that once he knows of your\n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"plans he will become more unmanageable, I think that we should consult Asheron on the feasibility of controlling her.\n\nShe is, as he surmised, resistant entirely to our mind control. It appears as though she is the collective mind for the whole. \n\nI am saddened to report that one phalanx was lost in the assault, but this is a minor amount considering the odds that we faced.\n\nThere was no sign of the predator insects that we witnessed on the second journey to their world. Though there was evidence \n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"of another assault in the short time between our visits. \n\nIn all, Lord Emperor, it was best to not have Asheron in attendance. His injuries would have hampered us all. Though in truth, his descriptions of the location of the cavity and the breeder were accurate. \n\n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Event: Release from the place between worlds.\n\nResults: \n\nEmperor Kellin II,\n\nI have been released from stasis within the place between worlds. I have found that Asheron has been lax in his duty, choosing instead to coddle a race of vermin that think. His attention is misplaced upon assisting these things populate and claim our land as their own. I have implemented a contingency plan to rid the world of these \n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"invaders by persuading one of their own to destroy them.\n\nThus far its efforts have failed and I have needed to further my own self so as to take on the role of executioner. The world appears to have fallen from the sway of the Olthoi, into the hands of the humans. They are softer and do not resist mind tampering. They do, however, have a strong force of will and can bend minor magic to their call. Some have become fair Heiromancer's but none show more promise than the one that I have employed as my pawn.\n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"This report shall function as a living document hereon.\n\nI have found another, my Lord, who can call upon arts long forgotten. She has been eliminated, but with her passing I have needed to take further action to ensure Asheron's destruction for his tampering against the Throne.\n\nIt has become obvious that his devotion to these things drives him now. He has an unnatural fatuation with assisting them, the reasons as to why remain unclear. His treason will not go unpunished.\n"},{"AuthorID":4294967295,"AuthorName":"Gaerlan","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n"}]}}