{"Label":"Disciples of Corrosion","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Disciples of Corrosion"},"DIDValues":{"1":33556929,"3":536870932,"7":268436455,"8":100673472,"22":872415275},"WCID":21436,"PagesData":{"MaxNumPages":14,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The most sinister and vile of the four Disciples, those sworn to Corrosion were already befouled when they were within the camps of my people. They struggled even then for a modicum of acceptance. They were the most depraved of our kind. Some thought them fallen to shadow, but they reviled the shadow more than they reviled the Yalain. \n\nThey were the perfect zealots, capable of massive destruction when their minds were set to the correct course of action, brutal, effective, and cruel.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Minsiter Haust was nearly a General of mine. He would have been, were it not for an outlandish belief that he was to lead my people. Instead he was relegated to a later claiming, and thus his tie was weak. It would have been easily lost were it nor for the meddling of the other deserters. But the wheel has a desire to turn full circle and in the end I was there to claim his soul as my own. The force of my will won over and he was torn asunder.\n\nLike their brethren who followed Stasis they were given to \"problems\" but they were not the same. \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Many were already far beyond the reach of salvation of any kind when they fled from my protection. It was merely a matter of time before they fell into the throes of dissolution and were scatter to the wind like so much dust.\n\nWere I there to see them fall I would have laughed, as the last vestige of what they were spiraled on the winds of the grand desert and took flight to the eastern ocean\n\n-G-\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Doctrine of Corrosion\n\nWe are that which comes to all, the end.\nWe are the misery that slowly peels aside the flesh and warps the bone,\nWe are the lost.\nWe are the pieces of the world that can never be recovered as they have been mired in death.\nWe are the forces that soften stone.\nWe are the forces that turn wood to sponge.\nWe are the force that mars the surface of the globe.\nWe are the stench.\nWe are the poison.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We are the blight. \nWe are the horror.\nWe are the wretched.\n\nOur taint shall be in the mire. There we will build our temple and give rise to our cistern. Within the bowels of the world where the sulfur and brimstone brim at the edges of the world's cauldron we shall draw forth the blood and bend it to our will. It will seep through the edges of what is and slowly corrupt all that it touches.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We shall be the new purveyors of death and life. Corrosion shall come and claim all that is riches, and all that lives. It shall seep into the very foundation of the world and tear asunder all that lives. There will be death in its name. There shall be putrescence and malediction. It shall serve as the disease that will cause this world to fester and drive all that live upon it into the wretched heaving cough of death. We shall be the new kings, from our cathedrals of filth. In the mire we will lord over our subjects with our wills firmly entrenched in the beings that we summon forth from the Blood.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Corrosion shall take his form and where he walks blight will score the land.\n\nHaust, Minister of Corrosion\n\nDefilement\n\nWe try, the Lord Haust knows this and so he pleads with the council to allow us more time, but the years go by so quickly and still we have nothing to show for our efforts. Only the Disciples of Stasis move slower than us. It is by the tenacity of our lord alone that we are given leave to further our causes.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"It is the Blood revolting against us. We are tired of the efforts and we grow weary of the world. Our minds are cluttered with new voices and a silent madness has begun to seep into our people. This cave becomes more a tomb as the day's progress and still there is no hope of our completing the cistern properly. We require a way to sustain ourselves but there is no way for us to do so. Our flesh melts within this horrific place, and though we are born to live in the harshest clime our flesh is still weak against the power of Corrosion.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Only one device has been placed, and that is at the highest point in the cistern. The lower we transcend the more foul the air becomes and quicker we rot away. We are losing sense of self and our forms all at once. Damned be we cursed few.\n\nThe Wretched\n\nA bubbling mass called out to our workers. It leapt toward us and splashed itself against us. \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Half our numbers were consumed, and the other half were scarred severely enough that we needed to sequester their forms in a place where they will grow more maddened and finally fade into nothing. It is a more piteous death for them, or so we believe. \n\nThose that died thrashed in agony for hours as their forms twisted to the whim of the Blood. Corrosion took form for us and claimed its price for being awoken. It was never meant to be. It was never meant to be. It did not sing, it roared and those that listened ran toward it in utter horror of their motions. Those that blocked the noise were \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"stymied and could not find their feet to run. Those that allowed the terror to consume what vestige of a soul they had left found themselves drowning in a see of putrescent agony.\n\nLimbs were scattered across the room giving it the appearance of a wreckage of a ship thrashed against a thousand rocks. They sizzled and popped as the acid ate away at flesh and scored bone and greedily supped upon the marrow that lay within. \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Screams echoed in the lower halls and as we ran from that place and sealed the door with a stone thick enough to hold the strongest survivor at bay indefinitely we heard the voice of Corrosion call again.\n\n\"Wake me, from the nothing that I was to the glory of what I am now. Whose soul shall be next?\"\n\nIt claimed one of us and used the body for a form. I was never meant to be, should not be.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"(Translator's Note: The first voice returns here.)\n\nAlmost penitent. Were it not for the knowledge that Haust had his Disciples would have been abandoned. They lacked the foresight or the strength to defend themselves against the corrosive force of acid. Thus they succumbed to a nightmarish fate that granted them all eternal peace through torture.\n\nAcid should have been their strongest, but instead it became a weakness. \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A pale shadow of what could have been. Given rise too soon and taken away before it could be properly harnessed. We found Haust huddled in the library surrounded by the lowest form of our ilk. We chased him to the lowest levels of their labyrinth and left their bones piled to the ceilings as a reminder to any that would trespass there that revolt against us would be repaid in such a way.\n\nThus fell the Disciples of Corrosion.\n\n-G-\n"}]}}