{"Label":"Decrepit Tome","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Decrepit Tome"},"DIDValues":{"1":33556929,"3":536870932,"7":268436459,"8":100673476,"22":872415275},"WCID":21446,"PagesData":{"MaxNumPages":13,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"(Translator's Note 1: It is important to note that this book seems to be written directly to the page by a Dericost hand, but the tone of the writing makes it appear as though it was written at stages, perhaps over a long time and in the sub-conscious of the writer. It is as if the words contained herein began as thoughts that found their way to the page by some magical means, without any writing instrument. Also of note is the texture of the pages. It is not paper, at least no paper that I have ever encountered.)\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"...and they swarmed. There was no end to the battle. They came from everywhere, consumed our throne and buried us beneath the world like outcasts. \n\nEven then we were a fractured people. Some felt that we had made the ultimate sacrifice in an effort to circumvent the fate that was meant for us, and they went unto the betrayers and placed themselves upon their sword and passed from this world forever.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Others still abandoned our cause and wandered into the wilderness, finding solace in the recesses of the world, where the very core and essence ran closest to the surface. We were disparate, and weak.\n\nPalacost's betrayal was fresh in the minds of many. It was known that one day we would be needed again, to stand before him and his armies, to complete what we could not do in this age. \n\nPalacost. His name even now makes me shudder.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"There is no need for such any longer. Hot and cold are no longer perceptible. But we have found that there are times when the knowledge and memories that were once our own dwindle and become lost forever in the great abyss.\n\nOne of the factions that have broken free has developed a device that allows one to effectively remove memories for storage, though they use this as a form of punishment, rather than a tool of good. These same self-important neophytes believe that there is a being that has lived since the beginning of time, within the \n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"stream of power beneath the world. But still they traffic with a magic that is, until now, unknown and untapped. We monitor their progress from within this place.\n\nYes, this place, once an ancient shrine to a long dead cult. It was explained by those that joined with us to be a place created at the beginning of recorded history. A living memoriam dedicated to the recording of the ages of the Empyrean peoples. The stories their priestesses told involved horrible carnage, sacrifice, blood rites and consummation of practice to foul to reiterate.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Odd, that even now in this form the memories of their stories force me to nearly wretch. Our sister-mothers were a cruel and terrible lot. Their continent is best lost beyond the western sea. Were their any of their dark ilk that lived I tremble to think of what they have become.\n\nWe stay in this new home for it offers us a chance to watch as the walls play out their fate and history records itself within tomes of wispy energy, collected and fashioned by the bound slaves to this place.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have visited the library only once and witnessed as the bricks there fashioned a room by their own volition. When they finished, some years later, I stepped within to see that there were books already collecting within the cases there. They were books based on the findings of the betrayer cults that left us behind and more importantly, books fashioned by our persecutors.\n\n(Translator's Note 2: These passages are written in blood, there is no mistake about that. They are ancient beyond a scope that I can comprehend.)\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"In the darkness something stirs,\nIn the darkness someone listens.\nIn the darkness someone falters,\nIn the darkness someone falls.\nIn the darkness something alters,\nIn the darkness something calls.\nIn the darkness torment beckons,\nIn the darkness hope is lost,\nIn the darkness freedom beckons,\nIn the darkness comes a cost.\n\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"This passage was found etched into a wall within the citadel. Scholars have begun to review the passage and have thus far tied it directly to Palacost. Why it appeared and how it was scrawled with such precise detail overnight are unknown. We do know however that the citadel has a master that watches over it. She is not corporeal. We know very little other than she commands the spirits that live here. \n\nWe have also found two other citadels located across the wilderness. We hope to soon set wardens at these places, to protect them against the reach of the persecutors.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Aerfalle shall watch this one.\n\n(Translator's Note 3: Again a shift. The first voice disappears at this point. There are several stanzas where there is nothing more than gibberish prophecy, followed by one last section of note.)\n\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Slumbering beneath the soil\nand hidden upon the larger face.\nEternal war and struggle,\nTwo races, light and grace.\nOrder from the cosmos driven,\nForm that's born in chaos stolen,\nTaken from within its realm,\nDarkness fills the shape.\n\nIt wakes.\nMisgivings, folly, give it form.\nThe earthen womb will see it born.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"There must be slumber if we are to awaken reinvigorated. There must be a sleep like eternal peace to unravel the final mystery. There must be communion with the deepest spirits, devoid of corruption balancing light against dark. The shades of gray carve a murky picture through the muck and mire of the heart of the world.\n\nCrush the Brotherhood for they stir a beast that never was, but could come to be. See this done as I slip from this world into my sleep. Defend my realms, they are our bastions.\n"},{"AuthorID":4294967295,"AuthorName":"Unknown","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"And when the darkness comes again, I shall ever be awake. We know our role. See it done.\n\nSave our memories. See them welled so that I know, when the mountain crumbles and I return, what our people have known, what our people have done and what our people have seen. I wish to see the death. I wish to see the pain. Above all else I wish to see the architects of these things.\n\nG\n"}]}}