{"Label":"Journal of Frest Greelving","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":20,"16":8,"8":50,"19":25},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Journal of Frest Greelving"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":22091,"PagesData":{"MaxNumPages":16,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I had never been prone to nightmares growing up.  This fine house, this kingly mansion was a dream come true, the paragon of residences. A reward for my services to the Arcanum. But several nights after moving into this large house I began to have bad dreams.  At first nothing defined, just dreams of wandering this cavernous mansion, searching, searching. Never finding whatever it was I was seeking and waking up with a hollow feeling in my gut. \n\nAs events unfolded into a patchwork of horror, I decided to begin keeping a journal of these events.\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"In the darkness of night I would sense just how big this house is. Such a huge quantity of finely crafted wood and stone constructed to enclose so much empty space. Most of this large structure hollow, I the only living thing within it. Sometimes, I would hear wind blowing through some distant rooms although I was certain all windows were intact. Investigating, I would find the windows in place and the sound gone.\n\nA few days after moving in I went down to the mansion dungeon to get my jeweled longsword that I had placed on a wall\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"hook. I wished to wear it at a social event hosted by Madame Nevar. It hung right where I had put it but the blade was bent and twisted as if it had been mangled by something filled with malevolence and brimming with power. I thought it some sort of clever prank, perhaps committed by a mage friend of mine and, though annoyed, dismissed it.\n\nOne night I was sleeping soundly only to be awakened by loud noises from downstairs.  It sounded like a crowd of people murmuring, speaking, all in a patois whose origin I could only guess.\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I crept down the stairs expecting I knew not what, yet somehow to be anticipating the \nworst.  The mad jabbering grew louder as I got closer to the Great Hall. As I threw open the door the cacophony turned into a hiss...and was gone. The Hall was empty; the throne-like chair in the center its only occupant. Had it just been host to some spectral gathering?\n\nThe next evening while walking through a room I sensed something wrong. The night was warm, yet this part of the room felt cold. Shivering, my skin felt as if it had been brushed by cold fingers.\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I stopped, looking around, as I had noticed a movement out of the corner of my eye. I was standing by a painting, that of a scribe studying scrolls. I turned to look at the \npicture, but could see nothing unusual about it.  I drew closer since I was sure I had seen something- the human eye is marvelous at detecting motion. I saw nothing for a moment. \n\nThen the scribe's head in the painting turned slowly towards me! I looked into his eyes, which appeared to be turning red...  Suddenly the face transformed into something hideous, the eyes falling back\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"into his skull, leaving open, gaping pits.  It was a gaunt visage of something that may have been a man once but had died a long time ago in agony and was still screaming.  I stumbled back from the picture, tripping over a chair. Falling backwards, it seemed the horror was now leaping out of the painting, reaching for me with withered fingers, the flesh hanging off the bones.  I rolled over, trying to get back on my feet, sheer panic flowing through me. Jumping up, I whirled round to face the creature but there was nothing there.  \n\nThe painting hung peacefully, the scribe \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"placidly studying the scrolls. Taking a deep breath, I backed away, my heart pounding in my chest.  Had I imagined it?  Perhaps it was a product of a bit of undercooked reedshark steak in my belly?\n\nI was down in the dungeon the next day and near the storage chests when I heard a cry such as I would not imagine could be uttered from man or beast.  Full of anguish, as if talons were ripping the insides of some forlorn, dire beast. The cry echoed off the finely frescoed walls.  I ripped a dagger offits wall hook and, blade in hand, I searched every inch of the dungeon only to find nothing amiss.\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The next day when I went down there I noticed that a particular spot in one of the northwest room was much colder than the rest of the structure. I could see no water leaks, no openings of any kind and had there been any openings certainly no air could be circulating so deep underground. I went down there that afternoon to check on matters again and saw a fine drudge mask I had had crafted for me to wear at festivals was lying on the floor.  It had apparently fallen off its hook. \n\nAs I picked it up I noticed once more that it was quite cold in that spot, yet when I touched the wall it felt to be the same\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"temperature as the other walls. Shrugging, I hung the mask back up and turned away. As I was stepping out of the room I heard a thud behind me.  Startled, I whirled around to see the drudge mask had fallen again.  I replaced it and waited but it stayed on the wall.  The cold air in its location seemed to have dissipated.\n\nAt night I began to dream of tunnels deep within the ground, writhing with moldering bodies of creatures that should be quite dead, yet are not. Creatures with innards that have turned into a foul putrescence, they claw towards the surface, \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"tearing open the grassy skin of the earth from within like maggots emerging from a rotting apple. They come boiling out of the ground, wielding sharp weapons, searching for prey with rotting, blind eye sockets.\n\nOne night during such a nightmare I awoke to see one of the horrors standing by the foot of my bed!  A putrid, tattered thing, an upright corpse, the flesh flayed from its bones. I leaped up but the grim visage disappeared. I lit the candle and examined the spot where it stood. There was nothing there and I would have attributed it as part of my dream had I not detected a foul  \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"stench that hung in the air in that very spot. Sleep would not come again to me that night or the next. \n\nSleepless, I wandered the halls of my mammoth dwelling expecting the worst around every corner.\n\nWith trepidation I descended to the mansion dungeon.  I saw nothing amiss and went once more to the northwest room where my drudge mask had done its suspicious jumping trick. It hung there on the wall, yet for a moment as I entered I thought I saw it grinning at me.  An artifact\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"of a sleep-deprived mind no doubt, for as I drew near I saw it to be its normal holiday-mask self. Standing there, however, I heard a noise by that wall, a sound that seemed just at the threshold of audibility so that I could not be certain of its true existence.  A scratching sound, like that of broken fingernails tearing at earth and rock, as of a corpse patiently endeavoring to dig itself out of a grave.  I touched the wall to discover whether any vibration accompanied that fearful sound.\n\n For a moment nothing, then I felt a cold gust, like the breath of something dark and \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"dead. I hurried back upstairs, looking behind me every few paces, the emptiness of the dungeon mocking my retreat.\n\nNot wanting to go down to the dungeon any more, I placed some chests upstairs in the mansion and began keeping my closer personal articles there including my valued emerald, the antique platter my aunt gave me and my favorite puffy shirt. I decided to keep the door to the dungeon portal room locked for fear of something coming up through it.\n\nOf course, I am aware now that no physical lock could keep the horrors at bay.\n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The next night I finally fell into a fitful sleep. I dreamt I was falling through a black vastness towards an even blacker one, a void of hunger and rage. Feeling this dream all too real, I struggled to wake up. With an effort, I opened my eyes, the rushing blackness giving way to an appalling reality. The corpse stood there again at the foot of my bed. It opened its rotting jaw wider than any normal human possibly could, emitting a horrible scream, which would not stop. I leapt out of bed and down the stairs, seeing the house go mad about me. Furniture, once benign, now had taken on dreadful countenance. Moldering \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"corpses hung from the beams. All the candles and torches were gone; the rooms dark and dire except where phantomlike lights glowed. Dead, spectral things wandered the corridors. The very walls reached for me with skeletal claws. The screaming went on and on, it would not end.\n\nI later realized the screaming came from me as well.\n\nI raced out of that fearful, monstrous structure as one might run from the jaws of a raging  Shreth.  I stopped near the bottom of the hill to catch my breath, turning to \n"},{"AuthorID":4294967295,"AuthorName":"Frest Greelving","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"assure myself nothing foul was in pursuit of me. Several of the windows of the mansion were blazing with a cold, evil light. In one window there stood a figure looking out at me, the decaying thing from my bedroom. It was grinning at me. An inhuman grin of triumph and utter madness.\n\nI have not ventured back into the mansion since. I would prefer to freeze out here in the wind and rain than face the unknown\nhorrors of that haunted place. There may be no one brave enough in this land to do so. Who can help me?\n\nWho would'st I call?\n"}]}}