{"Label":"A Note From Ciandra","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":230,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22,"54":1.0},"StringValues":{"16":"A short note left here for you to find. ","1":"A Note From Ciandra"},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":22949,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nWe at the Arcanum were very excited to hear about the discovery of these old Temples. The architecture, the ancient decorations, the Guardians themselves -- these things are a window into the vanished past. Even the sales brochures that the Guardians hand to you when you enter are filled with valuable clues that can help us to unravel the mysteries of our predecessors here on Dereth. \n\nThe most fascinating thing about these Temples, of course, is the transformational mechanisms contained within. It's unclear \n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nwhat these 'skill gems' did for the previous peoples of Dereth, but for the transplanted Isparians they allow us to modify ourselves in quite miraculous ways. I know that there has been some outcry about what this type of modification might do to us as a people in the long run, but I for one am much more interested in the technical implications of these mechanisms than in the ethical subtleties they may conceal. \n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nIn fact, by careful study, and with the help of my brilliant and dedicated fellows, I have fashioned what I call 'attribute gems'. These gems are similar in function to the 'skill gems' created by the ancients, except that they work to modify our underlying attributes -- our strength and so forth. They are not as efficient as the skill gems -- I am afraid that you can only bolster one attribute at the expense of another. In addition, you can only modify the innate level of the attribute -- not any levels that you have built up through the experience of living. \n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nI have placed a restriction on these gems so that you cannot use too many of them in quick succession. Unlike the skill gems, this restriction is not motivated by commercial concerns -- but I am concerned that repeated use of my attribute gems may lead to ... unintended effects. I believe that giving the body some time to recover between uses, however, will minimize this.\n\nBelow, I have summarized instructions on both types of gems. We must be prepared to meet the future, whatever it brings, and these gems may provide assistance in that.\n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nSkill Gems:\nYou may only pick up one skill gem of either type -- red or green -- once per three cycles. Pluck the appropriate gem out of the air, and use it to alter your skill. Red gems unspecialize a specialized skill or untrain a trained skill. Green gems can only specialize a trained skill. You may not have too many skills specialized at once -- although note that it is not the number of skills that is a limitation so much as it is the combined difficulty of those skills. Certain armor or weapons will prevent the gems from working -- you should remove the offending items from your body and try again. \n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nAttribute Gems: \nYou may pick up one red gem and one green gem every two cycles. These gems themselves do nothing -- you must combine them before they can be used. You should choose a red gem that corresponds to the attribute you wish to lower, and a green gem that corresponds to the attribute you wish to raise. Combine these and you will have a transfer gem. Use the transfer gem to transfer from one attribute to the other. If the innate levels of your attribute -- that is, the levels of that attribute that you were born with -- are not sufficient or are already as much as a human body can contain, then you will be unable to proceed, so choose \n"},{"AuthorID":4294967295,"AuthorName":"Ciandra","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\nyour modifications carefully and with some thought. \n\nAgain, certain armor or weapons will prevent the gems from working -- you should remove the offending items from your body and try again. At this time, I do not have sufficient data to completely reassure you that there are no side effects to this procedure. But I have used it on myself, and I have detected no problems thus far.\n"}]}}