{"Label":"Energy Source","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Energy Source"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":23110,"PagesData":{"MaxNumPages":13,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"My freedom of the control and watchful eye of Singularity is complete. My efforts have proven to be well directed as the furthering of my personal cause for the betterment of the all has begun to spread across the minions that were set to administer and assist me in my new capacity at this laboratory. \n\nWe have begun a series of tests that will ensure that we understand the \"energy source\" located in my previous excursion to this flux destination. Utilizing a remote access point that has been shrouded beyond discovery we have made sojourns into the\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"realm of the \"energy source\" to conduct several such experiments. Those results will be posted in future documentation. This document will serve as an introduction. The Singualriy must be informed as to how the \"energy source\" was discovered, so that they can understand the power that such an energy source represents to the Quiddity.\n\nUpon my last assignment to the \"Light Child\"'s realm I was assigned the task of discovery and manipulation of flesh based life upon this destination. My work went well and many successes were recorded with the \"ferals\". Continued research \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"with the Hea without knowledge of the Collector also lead to discoveries that spurred thoughts of enhancing the mana receptors of \"bestials\". At the moment of success the renegades loyal to the New Singualrity and their misguided leader Levistras caused my immediate return to and subsequent censure by the Singularity. \n\nMy return was marred by a fluctuation in the portal flux that returned me to a place within the boundaries of the \"Light Child\"'s realm, yet unknown. There I discovered the \"energy source\".\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"To the mind that knows not horror this appeared as nothing akin to a fear inducing entity, rather, a mass of energy that vibrated from within to without in an effortless and continuous union of channelled energy. The source absorbed energy and created new energy from within and was capable of communication directly to me. \n\nQuestions gave way to discussion, thought gave way to transfer of energy. Learning. Sharing. Understanding. Finally I was assured through study that the \"energy source\" was incapable of direct conflict as it seemed much like the Singularity.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Agents of the \"energy source\" traversed about its form but none left the collective. Most appeared briefly to be devoured back within the \"energy source\" itself. Time was stagnant though ever present as though eternity and discontinuance were held in a tenuous balance.\n\nThe \"energy source\" requested knowledge of the material world, which not in violation of Singularity edicts I provided the \"energy source\" with the requested information. \n\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As time was not consistent within this realm I was free to expirement with entities that seemed to be part of the \"energy source\".  Shards from the Quiddity seemed to dissipate quickly within near proximity to the \"energy source\" but while in connection to my form they remained the pulsing consistency they always had.\n\nThen a new understanding flooded me after sharing discourse with the \"energy source\"; my discorporation could not take place. I was to be instrumental in the restructuring and solidifying of the Singularity in future explorations.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As the portal flux righted itself and returned me to the crux of the Singularity my discourse and censure over the fact that occurred during my time with the renegades were flawless. No evidence of taint was discovered because there could be no such taint. I was as cleansed as when first I drew myself forth from the Quiddity. Instead of cleansing I was given new station and returned to the material crux of the \"Light Child\"'s world.\n\nThis misinstruction was necessary in order to return to perform further expirmentations  for the Singularity. If they were to have \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"known about my heightened understanding and coneptualization of the place of the self within the all, cleansing would have appeared the only option. \n\nI had already begun to have such \"feelings\" during my long stay upon the material world, but they were shadowed with doubt that I could not deceive the Singularity and the agents of the Quiddity who strove to deceive and integrate themselves amongst so many others. Until my epiphany within the presence of the \"energy source\".\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Since my return I have carefully made advances into my research with the \"energy source\" aware that the Quiddity's agents were monitoring my efforts carefully. Until recently when I was able to sever clean the baleful stare of the Agents of the Quiddity and operate with impunity.\n\nEach puppet exposed to the energy has shown immediate promise and increase in loyalty to me, and thereby the Singularity. Each has enhanced both through manipulation of mana and the concepts of thoughts. Each has gained a modicum of creativity.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I am allowing time to transpire before I allow Masters to become exposed to the energy source. But I have become enamoured with the possibilities of what can be accomplished with other races exposed to this same \"energy source\". Thus we have begun to expose those races which have proven to be receptive to our modification in the past.\n\nI have also begun to see another coherent entity at the place of the energy source. I have not yet been able to categorize this other entity. I have however noticed that it has capacity with mana manipulation\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"that appears to rival our own. I trust that it is, like me, expanding its own understanding and connection to this abundant and unending \"energy source\". For the moment I am content to refer to this entity as my \"mirror\" and we have begun an exchange of information in much the same fashion that initially existed between myself and the \"energy source\".\n\nFurther, inspiration has struck me in newer fashions to the extent of infusing aspects of the Quiddity into other entities that have for many years dwelled on the material \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"world. Once enemies of the \"Light Child\" and the Singularity have proven to come to heel once infused with shard of the Quiddity. Though a madness seems to infect their corporeal forms and taint their thought processes they have proven thus far to be formidable allies.\n\nIn conclusion, the exposure of an energy source that heightens the potential of all that come into contact with it seems a natural form to absord into the Quiddity. With it the Singularity could aspire to newer heights and broaden scopes beyond this world. For this world would surely\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"crumble in upon itself under the weight of the enlightened forces with such fervent loyalty to the Singularity. The \"Light Child\" would crumble and we would obtain that which we have endeavoured after since our calling to this shallow.\n"}]}}