{"Label":"Personal Research Notes: Tuskers","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Personal Research Notes: Tuskers"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":23116,"PagesData":{"MaxNumPages":16,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker.\n\nGoal: Achievements with the \"feral tribe\" have inspired the study to be undertaken. Intentions are to locate and identify or otherwise modify to include the mana energy receptor in \"bestials\". \n\nSuccess: Introduction of unwavering loyal \"bestial entity\" to the Quiddity.\n\nProcedure: Prior studies have alerted the collective to the resonance of all energy related function from grey material beneath the crown of the the \"bestial\" epidermis.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Stimuli will be introduced to the grey matter through contact of a physical nature, visual stimuli, and audial stimuli. Should these methods fail, introduction of grey matter will continue until goals are achieved or the subject destroys itself.\n\nPrior Modification: Physical enhancement has been introduced to enhance strength, speed and lessen pain to epidermis of the subject.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker.\n\nTest #1: Introduction of stimuli directly to the fleshy grey matter that drives flesh energy sources.\n\nResult: Howling. Rage. No coherent energy processes. Unlike tests with physically enhanced \"guards\" the tampering with grey matter has turned the beast against its master.\n\nConclusion: Further study needed, base understanding of fear and pain corresponds to loss of ardor toward masters.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker.\n\nTest #2: Introduction of stimuli. Destruction of mate (Subject #2) in visual range.\n\nResult: No visible change in subject as  subject #2 brought before subject. As epidermis of  subject #2 is flayed Howls. Rage. Coherent energy processes include desire to destroy master. Failure.\n\nConclusion: Stimulus fails to elicit expected response.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nTest #3: Stimuli food source denial.\n\nResult: After five moon risings the subject became docile and responded to visual assertions. Food source is abundant on shrouded Isle located to the south of the home of the \"Light Child\"\n\nConclusion: Receptive once emaciated and nearly dead. This device will be used should the subject forget who the master is.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test subject: Alpha male tusker\n\nTest #4: Stimuli removal of visual receptors.\n\nResult: Slicing the connection to visual receptors resulted in: Howling, Panic and Rage.\n\nConclusion: Reattactchment of visual receptors required for further study. Subject becomes destructive when removed from visual stimuli for long periods.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nAdminister: Entity \"Martine\"\n\nTest #5: Stimuli: Destruction of apparent herd mate; male by way of epidermal implosion.\n\nResult: Directed anger. Focused rage. Fear as attentions were turned to subject.\n\nConclusion: As previously discovered subject has sense of mortality. Further, is capable of distinguishing between unalike entities.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test subject: Alpha male tusker\n\nTest #6: Stimuli: Removal of audial receptor.\n\nResult: No noticeable change. Reaction only to visual stimuli. Scraping of metal on stone no longer effective in arousing fear within subject.\n\nConclusion: Poor test. Failed to accomplish any finding other than to determine that lack of audial receptor increases likelihood of bestial entity to disobey its masters.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nTest #7: Addition of like harvested grey materials.\n\nResult: Epidermal cavity can no longer contain grey material. Results are inconclusive as material appears to have not yet healed.\n\nConclusion: Further moon risings needed to tabulate effectiveness.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nTest Results #7: 8 moon risings have transpired since the addition of grey materials to the subject. No considerable change has been made aside from a heightened recognition in the ocular organs. The subject responds more readily to my presence. However there is little more in way of the manipulation of mana energies.\n\nConclusion: Add more grey material to the overfull cranial cavity. Allow eight moon risings for healing.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nResults #7a: Again there has been no marked increase with the discovery of a mana energy receptor. However the subject mumbled incoherently. Puppet suggested teaching the subject a language. As the language we use is incoherent and the subject seems to have intonations more closely akin to \"outlanders\" than \"ferals\" we shall begin to teach the subject the common \"outlander\" language.\n\nConclusion: We draw closer to discovery.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nTest Results #7b: Additional grey material has responded poorly to exposure to atmosphere. Shell built to contain and protect the material. This has reduced rejection of material. Concepts aside from speech have appeared in subject. Yet the goal of the experiment has yet to be achieved. Subject refers to itself as \"Oolutanga\", often. Subject refers to master as \"God\". I like this.\n\nConclusion: Levistras may bring the Quiddity's wrath upon us too soon. I have \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"invited the \"outlanders\" to my laboratory to let them bear witness to my creation. Yet I wonder now if there will be time.\n\nSubject has grown more intelligent and capable but still lacks the ability to formulate the necessary concentration of mana energies. I will chance one more application of grey material before I destroy the subject.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Test Subject: Alpha male tusker\n\nTest Result #7c: Another application has healed. For 4 cycles of this worlds moons I have labored to draw forth a mana energy manipulating \"bestial\" to no avail. Now at the peak of my research I must abandon the subject for a time while I attend to the ministrations of the Quiddity. \n\nMy subject will be sequestered within my laboratory until my return. If I return. Though my encounter with the \"energy source\" has given me new hope that I may deceive the Singularity I cannot be assured\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"until I have faced them and returned without cleansing.\n\nDeceipt of lesser forms is more simple for trappings of their kind are all that is necessary for integration and acceptance. But the Quiddity scrutinizes with much more diligence.\n\nPuppet shall remain here as a guardian.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Conclusion:\n\nUpon return from portal flux, found research laboratory in ruin. Puppet's rags littered material floor. Subject left energy signature condusive to mana manipulation on Puppets tatters. \n\nExperiment success. \n\nLocation of subject \"Oolutanga\" unknown. Censure from the Singularity's finding will restrict my capacity to search for the subject. Concentration must be maintained\n"}]}}