{"Label":"Failure","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Failure"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":23112,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Time has continued its incessant clamor toward the future while my attentions have been with my latest meat creations and has allowed for our greatest achievement to combust. I have often witnessed my creations spend time stripping away detritus in an effort to expunge the alterations made to their material but never in such a magnanimous fashion.\n\nBetrayed, ostracized and disparaged, forced to live in hovels excavated from the decayed fossils of epidermal fauna he dwelled with a collective he commanded as\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"his own. He flourished and rose to an elite prominence that cast the achievements of any of our previous enhancements into a deep shadow, only to crumble because too much of his \"soul\" remained to cloud his awareness and enlightenment with feelings other than self-awareness. So near perfection yet still so repressed.\n\nMy ability to communicate with the entity that was once \"Martine\" has ended, correction, ceased.\n\nWhile this poses a new hypothesis of\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"our ministrations and augmentations toward perfect thought within lesser \"material\" forms, it should serve as a warning as well.\n\nThe destructive force that was held within that one entity bordered nearly to the energy source which resides at the center of this physical world. Without proper containment and instruction the energy released upon his moment of ceasing could have laid waste to the abundant resources that can be found here. Care must be taken to not alter the more headstrong and gifted of the meatlings.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They have proven to be more than capable of rejecting our education  while retaining the beneficial aspects of our enrichment. This resulted in madness and contributed to delusions which became \"real\" to the subject.\n\nThe cell \"Martine\" created for itself will prove a ripe area for research in the future. Plans are underway to supplant authority and assert our will over the lesser meatlings. Through this I hope to reverse this catastrophic failure by managing the outcasts and renegades left by their ceased manster.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n"}]}}