{"Label":"Research Notes: Mattekar","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Research Notes: Mattekar"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":23118,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After establishment of this facility was complete I set out to find the \"Martine\" entity. It was embroiled in a battle with outlanders. Oddly it had become enchanted by another of the race of the \"Light Child\". It had succeeded in fusing our understanding of the hollow shift with the carapace of the \"hive parasites\" and had obtained a loyal collective. \n\nPosing as the \"Martine\" entity I convinced one of the members of its collective to obtain a specimen for me from the cold sections in the north. One meatling was slain while the other succeeded. \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Capture of a lesser form of the mattekar was simple. The \"grey ones\" furnished this name upon inquisition. They were bred and then destroyed so that I could use their offspring for testing. Further harvests may be necessary as my supply is now exhausted and a modicum of success was achieved.\n\nFive offspring came from the process. The first was examined to further understand the consistency of the meat body. Cessation resulted.\n\nThe second was altered in the same way as the reedsharks given to Hea Tupera. The  \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"implant took naturally to the beast.\n\nThe third was unaltered when brought before the energy source.\n\nOne of the remaining two has been placed in stasis for future examination and the the last of the remaining two is catalogued in stasis.\n\nFindings:\n\nThe unaltered beasts was taken to the energy source where it was exposed for the same length as the \"croakers\" had been.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After a moon cycle the beast was nothing like it had been. It had taken on a bipedal stance, grown arm structures a torso rippling with meat structure beneath a partially furred hide. Twisted and dark with physical prowess and a ferocity unmatched. I returned to find 3 enhanced Puppets destroyed and 2 fighting for continued existence. The mattekar was destroyed without further discovery.\n\nAfter the failure of the puppets I brought the altered beast into the presence of the energy source. There I remained with 3 enhanced puppets and waited while the\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"moon cycle waxed. During that time I witnessed the transformation.\n\nThe hind leg withered and crumble to dust. The front legs twisted and obtained a new joining. The torso shifted upward as the spine structure straightened upward. Fur withered and fell off in clumps and patches. The flesh of the face twisted and the horns of the beast grew longer and more twisted. It adopted a new stance and began to communicate through grunts and chortles. Arms sprung from the center of the torso and the implant allowed for the creature to harness mana. \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Puppets were taken by surprise as the assault began. I, however, was prepared. The mattekar was dispatched without chance for further discovery. I have decided to hold other specimens in stasis until further thought can be alotted to alteration of this sort.\n"}]}}