{"Label":"Research Notes: Mosswart","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Research Notes: Mosswart"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":23120,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After my first interaction with the \"energy source\" I set about collecting new subjects. The intended goal was to witness and classify the effects of the source upon the material make-up of other beings. I had witnessed infusions of energies so great as to reinforce the strength of Puppets to near equivalence to the Quiddity's own agents the Inquisitors, but these interactions were restricted to being capable of dealing with pure energy.\n\nMy first test was with a controlled group of  \"croakers\", the same that parlayed with us\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"for the capture of the \"Martine\" entity.\n\nCollection was swift and a fair cross-section was obtained. Groups were arranged as one mana manipulator, one without such ability and one who was a potent mix of both. Three such groups were created.\n\nGroup #1: This group was contained within a cell structure in the Asylum where they were kept away from the other two groups, no enhancement or work was performed upon them.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Group #2: This group was brought to the Athenaeum and worked upon by myself and enhanced Puppets as Master's provided assistance to their once pawns.\n\nGroup #3: The final group was taken to the shallow where the \"energy source\" is most abundantly available and exposed over long periods of time.\n\nFindings: \n\nGroup #1 remained wholly unchanged, though the time they were kept apart from their collective altered their behavior to  \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"become more erratic and frenzied. Ultimately they suffered from a slight madness, and nothing more.\n\nGroup #2 showed a fair capacity to survive through our more extreme proddings but the enhancements were not compatible with their meat forms and the three subjects ceased within a moon cycle of implantation.\n\nGroup #3 suffered greatly while within the presence of the energy source. \n\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The \"croaker\" with a capability with both  mana energy and material capacity was twisted horribly. Internal structure snapped twisted, protruded through discoloring skin. Its tough meat bubbled, redoubled and grew into immense structures that swelled and threatened to burst beneath the discoloring flesh bag that surrounded its innards.\n\nThe \"croaker\" with no ability to manipulate mana energies suffered less. The area about its head flattened, became restricted and elongated. As did its arm and leg structures, snapping noises came from within its body\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"as the meat within realigned to the new structure of its form. A slight discoloration appeared in the hew of its flesh and rows of thin sharp teeth appeared along the place were it ingested. \n\nThe pure mana manipulating \"croaker\" suffered the worst. Boils appeared on its felsh and it began to swell horribly along all the joining points of its interior structure. Its flesh stretched and contorted as bulbous masses began to appear beneath. Screams were muted by gurgles as its neck swelled and the only sound louder than the gurgle was the sound of internal structure\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"expanding twisting breaking, rehealing and snapping again. The \"croaker\" grew in size towering over the others, snapping the bonds we had put in place and issuing commands to the other two. Flesh hung from its form in swaying masses. As the commands were issued the other began tearing at their bonds and the largest harnessed mana energy.\n\nWithout hesitation we destroyed the subjects. Necessity.\n\nConclusion: \"Croakers\" cannot survive the process without becoming detrimentally\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"and irreversibly altered. Further experimentation is ceased.\n"}]}}