{"Label":"Fishing Made Easy","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"1":"Fishing Made Easy","15":"Instructions on fishing."},"DIDValues":{"1":33554826,"3":536870932,"8":100672101,"50":100674177,"22":872415275},"WCID":23477,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Department of Fish and Games","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Where's my fishing pole?\n\nIf your just starting out you will need to get yourself a good fishing pole. As part of the Explorer Societies fishing program the DoFG, Department of Fish and Games, provides the Tacklemasters with most of the components to craft your pole. All you need do is find a Wood Golem Heart or Golem Jo and turn it into the Tacklemaster who will assemble a new fishing pole just for you.\n"},{"AuthorID":4294967295,"AuthorName":"Department of Fish and Games","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Finding a place to fish.\n\nWe have designated a number of fishing holes for licensed fishing.\n\nHoltburg  - Waterfront\nYaraq     - Waterfront\nShoushi   - Waterfront\nNanto     - Waterfall\nRithwic   - Bridge\nCragstone - Waterfall\n\nAs the DoFG finds locations, new Fishing Holes will be opened.\n"},{"AuthorID":4294967295,"AuthorName":"Department of Fish and Games","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Do you have a license?\n\nTo insure the stability of our fishing industry the DoFG is keeping close track of who is fishing and what they catch. This means that you need a license to fish. Licenses may be purchased for a reasonable rate at Tacklemaster Shacks located at every Fishing Hole.\n\n\n\n                         ATTENTION!!!\nFishing without a license is strictly prohibited and Poachers will be dealt with severely!\n"},{"AuthorID":4294967295,"AuthorName":"Department of Fish and Games","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fishing for Profit\n\nAll catches should be reported. As an incentive the Tacklemasters will award exceptional fisherman with Titles. The required fish counts will be posted at each Fishing Hole.\n\nCatch and release is encouraged for smaller catches. Tacklemasters are also licensed Fish Dealers and will buy your catches at the fair marked price if you wish to sell to them.\n"},{"AuthorID":4294967295,"AuthorName":"Department of Fish and Games","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Fishing for Fun\n\nOf course above all fishing is supposed to be fun. So stay safe and enjoy your new past-time relaxing after a hard day of defending our lands from the evils of Dereth. Take in the calming beauty of the Fishing Holes as you chat with your fellow Fisherman. See you out there!\n                    Head of DoFG\n                   -Michael J. Fourcatcher\n"}]}}