{"Label":"Delacim's Death","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Delacim's Death"},"DIDValues":{"1":33556929,"3":536870932,"8":100671237,"22":872415275},"WCID":24112,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Lord Asheron","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Mournful disaster struck as we breached the world of those things. We have catalogued them as Olthoi in our libraries, and the warden shall be informed of their existence. But my heart shall never recover.\n\nFor more than 1700 years I have lived upon this world, mindful of the burden that every man and woman carries throughout their lives. Their days are filled with the wonder of learning and splendor that has been the Cerulean throne now since the Darkness was repelled and the Council of Five gave their lives for all, but these people have not seen the spread of time. They have not \n"},{"AuthorID":4294967295,"AuthorName":"Lord Asheron","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"watched as those whom they new as children grew old and passed away to the dust from whence they were born.\n\nNow my prodigy is dead. A victim of a hostile world the likes of which my wards could not comprehend or warn. A world that teemed with virulent life that choked the very sun from the sky and poisoned the air with a scent of fruit set to long in the summer heat. \n\nDelacim is dead. His brother has used his position to levy the Emperor to force further expeditions to this world despite my\n"},{"AuthorID":4294967295,"AuthorName":"Lord Asheron","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"trepidation and staunch objection. They will conduct their surveys and collection regardless of my aid, and I cannot allow the sole responsibility of summoning fall to Gaerlan. His mind is not open enough to comprehend the nuances of the planar flux, so it must be my hand that the portals to the Olthoi homeworld are made.\n\nKnorr will become a facility to test these monstrosities in the depths of the Lyceum scholars sent by the Emperor shall prod the creatures and learn what makes them resistant to our magics. Unlike the Tonk these creatures are horrors, incapable of \n"},{"AuthorID":4294967295,"AuthorName":"Lord Asheron","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"communication away from their masters. In a sense they remind me of Gaerlan, unfaceted, flat, base and depraved with a sense only for survival, at all costs. (Translator's note: This line was scratched over once as though to be stricken. Personally I agree with Asheron here.)\n\nThese events were cloaked from me, and so I think that all the ages that shall come hence will be forever altered. I wonder if this is the beginning of the Darkness' next sending, is this my next test?\n"},{"AuthorID":4294967295,"AuthorName":"Lord Asheron","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Delacim was my hope. Now he is gone. I, the servant of the Light, am alone to bear the weight again.\n"}]}}