{"Label":"We, the Defenders of the Helm","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"We, the Defenders of the Helm"},"DIDValues":{"1":33556929,"3":536870932,"8":100671237,"22":872415275},"WCID":24122,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Alb'arel ascendant, Rez'arel descendant Day 4\n\nWe are but four. Our food has held out for three days, and the wards upon the door are holding. The conventional locks were more effective at first but when the rumbling deep within the Lyceum ceased the wards seemed reinforced. Now we are but four tired and starving initiates of the Perfect Light.\n\nWe shall not rest in our vigil for our purpose is to safeguard the helm of the initiates as is charged by Lord Asheron. Let \n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"this journal serve as memoriam of our efforts as we stand now against this crest of purple and black that has so swiftly torn through our ranks.\n\nAlb'arel ascendant, Rez'arel descendant Day 5\n\nThese beasts are not sent from the Darkness, they are monstrosities that serve the creature captured from the world where death loomed. Lord Asheron protested the capture of the behemoth, he warned against its storage here, and now we fear that she is free roaming the corridors of Knorr and\n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"shaping it to her will. \n\nWe have recounted the battle that brought us to this place where the Helm of Initiates is kept and we all agree on the following. These creatures fight with ferocity and cunning unmatched. The Dericost, who were formidable foes, were not half as potent or efficient as these monstrosities. Though we are all too young to have known the bite of the faceless ones that stormed the surface of this world only to be repelled by the Lightbringer, we have wagered that even they were not as fearsome.\n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They are canny tacticians, placing smaller shock troops at the fore, these smaller beast found holes in our ranks where saw none. The smallest with large rear legs and a screech like the howl of undead in the swamps of Ireth Lassel proved to nullify our magical aptitudes, shirking aside the gifts of Illusion (Translator's Note: This is my most educated guess at the meaning of the words Ignae Fatae) piercing the veil that covered the door to upper and lower chambers of the barracks proper. Once within the largest marshaled the field issuing orders through chirps and motions of their top most pincers. The Golem \n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"guardians fell first as though the things had faced them in the upper lairs.\n\nWe watched as their most plentiful soldiered forward and cleared paths through our men, shields buckled and the weapons of Lord Atlan did not bite deeply against this menace. The potency of the pyreal does not work against these invaders. The true slaughter began when those that walked on four legs began scaling the walls and creeping along the ceilings falling on us from above. Our ranks fell quickly then.\n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Handfuls escaped deeper within the barracks but access to the conveyances to the other portions of Knorr were sealed by a torrent of the chitinous creatures. We four, Daelyn, Faerla, Haedu, and myself escaped within this room and vowed to stand our ground; holding true to our oaths.\n\nLord Asheron, should you still live and come into possession of this journal, know that we four held the helm in safety for no less than four days. \n"},{"AuthorID":4294967295,"AuthorName":"Caemryn, Initiate of Perfect Light","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Alb'arel ascendant, Rez'arel descendant Day 6\n\nThe chirping has returned, and with it the failing of our wards. The door has yet to be breached but we four are preparing for what must come next. We shall stand against the darkness to our last breath. \n\nCaemryn\nInitiate of the Perfect Light\n"}]}}