{"Label":"Natural Order","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":500,"16":8,"8":200,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Natural Order"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":24871,"PagesData":{"MaxNumPages":12,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Children of Ispar,\n\nSince the dissolution of Gaerlan's power we have known that he summoned an entity meant to eradicate us. You may also know that Gaerlan had intended to place the essence of that form within me. He failed.\n\nSince leaving the Arcanum to my former student's capable hands, I have continued my efforts to make life on Auberean simpler. \n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have provided for you where I can, creating new lifestones, and continuing to garner knowledge of Empyrean culture, to learn why they faltered and ultimately were destroyed.\n\nI have found that Asheron has lied to us several times. There are texts that speak about a being such as the Harbinger, a being that slumbered within the mana streams, a spirit of the land who watched over the most ancient of the Empyrean. \n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have also learned that this being, having been removed from the mana streams, is slowly draining the magic from this world. If it is not returned to the place where it was intended to rest, it will ultimately tear this world asunder.\n\nBy speaking to Issk you have shown that you are of the character that I require for this task. While I am powerful, I am not able to match the magical prowess that is the mana of this world.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"While the Harbinger in it's physical form is relatively weak in comparison to other creatures, its magical essence is potent. It was the reason that Yanshi burned so quickly.\n\nIf we are to leave the Harbinger to its own device, in time it will construct a form that can house its indomitable power. When this occurs magic will regress to the strength that most are accustomed too on Ispar.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"While this may at first appear as a boon, as the enemies that prowl this land would also be affected, it would mean that the tenacity, and numbers of our enemies would overwhelm us, relegating us to a position of subservience. I will not see that happen.\n\nIssk has been given my permission to enact a rite upon you to grant you greater knowledge into skills that you may possess. He will do so if you agree to assist us, and show the resolve of your pledge by handing a trophy found from the creatures that mar the landscape of Dereth. \n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have informed him that the items collected and handed to him should represent a skill. These are the items that I desire and the skill that they will represent to Issk:\n\nDrudge Cabalist Charm = Life Magic\nBanderling Aggressor Scalp = War Magic\nMurk Drudge Charm = Creature Magic\nInsidious Monouga Idol = Item Magic\nPeerless Drudge Charm = Magic Defense\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Olthoi Mutilator Head = Sword\nTelumiat Hollow Minion Mist = Melee Defense\nSavage Banderling Arm = Missile Defense\nReedshark Reaper Hide = Unarmed Combat\nBanderling Bone Ring = Dagger\nRendeath Shreth Hide = Axe\nSkeleton Primeval Shin Bone = Mace\nGauloth Shreth Hide = Spear\nGloom Drudge Charm = Staff\nOlthoi Noble Head = Healing\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Drudge Bloodletter Charm = Bow\nDark Master Skull = Thrown Weapons\nBanderling Predator Scalp = Crossbow\nReedshark Slasher Hide = Alchemy\nPlate Armoredillo Hide = Item Tinkering\nDrudge Mystic Charm = Magic Item Tinkering\nDrudge Sage Charm = Armor Tinkering\nBloodthirsty Monouga Idol = Weapon Tinkering\nBanderling Antagonist Scalp = Cooking\nBanderling Slayer Scalp = Fletching\nMerciless Monouga Idol = Lockpick\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Drudge Ravener Guts = Leadership\nObsidian Golem Heart = Loyalty\nWood Golem Heart = Assess Creature\nAsh Gromnie Tooth = Assess Person\nPhantasm Essence = Mana Conversion\nCopper Golem Heart = Jump\nIron Golem Heart = Run\nGranite Golem Heart = Deception\nSkeleton Hero Skull = Arcane Lore\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Once you have chosen the reward that you desire I would ask that you heed Issk's request and enter into the levels beneath the ruined town of Yanshi. I must warn you. There are enemies who lurk there waiting for your entry, desiring to bring you death. The corrupt Virindi, Aerbax, has placed his forces into the tunnels we crafted to gain access to the Harbinger. You will need to be prepared for them.\n\nHe has collapsed my portals from within and I can only open them for a short time now. \n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When you have gained access into the Harbinger's lair you will need to disperse its physical form. When this is done I will summon a portal for you. Use this portal.\n\nUsing this portal will allow Issk to see that you have been given my blessing, and have succeeded in the task set before you. Return to him and he shall award with all the knowledge necessary to bring you closer to your fullest potential in whichever skill you choose.\n"},{"AuthorID":4294967295,"AuthorName":"Nuhmudira","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Returning the Harbinger into the mana streams of the world will be a slow process, one that must be done cautiously. I thank you for your efforts in advance. It is through the wisdom and strength of others like you that we shall this aberration returned to where it belongs.\n\nI wish you well,\n\nNuhmudira\n"}]}}