{"Label":"Experimentation","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":500,"16":8,"8":200,"19":0},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Experimentation"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":24870,"PagesData":{"MaxNumPages":16,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Greetings. If you are in possession of this missive then you have chosen to assist in the collection of the entity known as the Harbinger. I thank you for your offer and welcome any assistance that you may be able to provide.\n\nI am sure that my colleague, Vincadi, has imparted the details of the challenges we face in regards to this endeavor, and I am pleased to see that you still possess the gumption to stand by our side.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As you are likely aware, the Virindi loyal to my cause have shunned the Quiddity's yoke, and have begun attempts to ascertain the truths of the self.  Vincadi has become adept at expression and free thought.\n\nHe desired to make contact with your species in order to study your forms and learn what makes you each so unique. Thus far he has learned that it is mostly attributed to your emotions. He particularly enjoys the smile that sometimes graces your faces. I digress.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Since Levistras's failure I have been under harsh scrutiny. Virindi do not register personality. Virindi do not lie. Virindi are not capable of masking thought, and yet I have achieved ability with each of these. I have become a thinking entity, and my experimentation has been further because of these new feelings. I am pleased.\n\nRecent incarnations of testing have yielded more potent, and individually destructive iterations on previous successes. \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"For example: The Drudges that have recently been integrated into the wild are my latest accomplishment. Conversely the Banderlings seem to be a natural progression of their species. The Drudges have always offered a unique, and complex specimen. Their cranial cavities are large, containing a grey matter that is equally as large. However, the grey matter seems to have been victim to a cruel punishment of nature as the potential of the species is diminished by an inability to form coherent thought for any length of time.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have found, through years of testing that rote can circumvent the failings of nature and thus alter the intelligence of the Drudge to mimic a learned, or programmed response. This had been my greatest success; however, with the assistance of an Energy Source, recently discovered in a remote laboratory, I have been able to accurately imprint the seeds of personality to some drudges with which I tamper. The greatest of these results roam the dire wilderness areas of this physical plane.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"With these successes and the successes I have achieved with study on others of my species I have come to the ultimate conclusion that this energy source is capable of releasing the greatest potential in any being. Thus in the interest of scientific curiosity I am endeavoring to acquire a great specimen to either prove, or disprove my theory.\n\nIt is to that end that I have sent Vincadi to interact with you, and his words have obviously swayed you in some fashion as you have at the very least agreed to view our proposal.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Many of the new variants that have made an appearance on the surface of this physical plane have been my doing, other are not. I wish a collection of minor specimens so that I may track down these specimens in their natural habitat when the proclivity to test these subjects arises. The greatest of these specimens is the entity that you Isparians refer to as the Harbinger.\n\nIn order to prove your dedication to assisting me in this undertaking I require that you first provide me with a token that proves you wish to assist me once and for all.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Vincadi will collect these objects and has been given the necessary understanding to reward you greatly for your efforts. Should you choose to accept this undertaking read further. If not, cease.\n\nI am aware that you have an obsession with improving yourselves, you never seem to be completely satisfied until you attain the pinnacle that nature will allow you, and so I wish to offer you assistance in achieving that potential. My reward is simply that. I will further your ability in whichever of the skills you desire. \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Vincadi will channel the knowledge to you once you have chosen which skill you wish to advance. To do this you must provide a leaving of one of the following species. The object you offer will correspond to the skill you desire to enhance. I have instructed Vincadi to utilize the following chart for acceptance and dissemination of rewards:\n\nDrudge Cabalist Charm = Life Magic\nBanderling Aggressor Scalp = War Magic\nMurk Drudge Charm = Creature Magic\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Insidious Monouga Idol = Item Magic\nPeerless Drudge Charm = Magic Defense\nTelumiat Hollow Minion Mist = Melee Defense\nSavage Banderling Arm = Missile Defense\nReedshark Reaper Hide = Unarmed Combat\nOlthoi Mutilator Head = Sword\nBanderling Bone Ring = Dagger\nRendeath Shreth Hide = Axe\nSkeleton Primeval Shin Bone = Mace\nGauloth Shreth Hide = Spear\nGloom Drudge Charm = Staff\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Drudge Bloodletter Charm = Bow\nDark Master Skull = Thrown Weapons\nBanderling Predator Scalp = Crossbow\nReedshark Slasher Hide = Alchemy\nPlate Armoredillo Hide = Item Tinkering\nDrudge Mystic Charm = Magic Item Tinkering\nDrudge Sage Charm = Armor Tinkering\nBloodthirsty Monouga Idol = Weapon Tinkering\nBanderling Antagonist Scalp = Cooking\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Banderling Slayer Scalp = Fletching\nMerciless Monouga Idol = Lockpick\nDrudge Ravener Guts = Leadership\nObsidian Golem Heart = Loyalty\nWood Golem Heart = Assess Creature\nAsh Gromnie Tooth = Assess Person\nPhantasm Essence = Mana Conversion\nCopper Golem Heart = Jump\nIron Golem Heart = Run\nGranite Golem Heart = Deception\nSkeleton Hero Skull = Arcane Lore\nOlthoi Noble Head = Healing\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As you can see each of the items you harvest from these creatures corresponds to a skill that you might have knowledge of. Choose one and only one and I will assist you on reaching your maximum, natural, potential. If you are already at your maximum natural potential then Vincadi's efforts will fail, he is not as experienced as I and cannot bring you beyond your natural\npotential.\n\nOf course, this is only the first of your efforts. The bulk of your venture will come when you enter into the tunnels that we have established to the Harbinger's lair. \n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Be warned that we have enemies. These enemies have established a network of tunnels of their own. We have assaulted their efforts to ensure that the specimen can be collected without being corrupted, in turn they have invaded our access points.\n\nThey are lead by a potent mage, who has also circumvented our control over the portal flux. While this is consternating, I am more interested in the acquisition of the specimen, and therefore desire that you eliminate their forces only as a secondary measure. Your primary concerns is the weakening of the Harbinger entity.\n"},{"AuthorID":4294967295,"AuthorName":"Aerbax","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Once we become aware of the Harbinger entity's destruction we will summon forth a portal for you to utilize.\n\nBe sure to complete this process. \n\nYou will be sanitized and returned to Vincadi. He will only know that you have completed your task if you have gone through the sanitation process.\n\nI wish you luck.\n\nAerbax\n"},{"AuthorID":4294967295,"AuthorName":"","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\n"}]}}