{"Label":"Olthoi Queens: Locations and Findings","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Olthoi Queens: Locations and Findings"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":25280,"PagesData":{"MaxNumPages":6,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Preliminary scouting reports that the majority of nests on the eastern half of Dereth, Osteth, have been destroyed. This leaves only the direlands threatened. Four towns, under the protection of High Queen Elysa, have asked for assistance in ridding the land of the Olthoi. I had been dispatched, as an emissary, to speak with the inhabitants of each town, ensuring them that the High Queen will personally lead the charge against the nests here.\n\nWith that first task accomplished, I had turned my attention to finding the location of the remaining queens and nests. \n"},{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A cursory glance across much of the direlands revealed very little of their whereabouts and I grew increasingly concerned. I could feel the ground shaking beneath my feet, which meant that the Olthoi were certainly moving, but had found little in the way of solid proof. My first finding was at Fort Tethana, northward heading toward the northern shore.\n\nThere I found the first of the Queens. She was moving about with an elite guard, but as I approached closer she burrowed beneath the earth quickly and disappeared from my sight. She left behind a putrid but unique scent.\n"},{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I then traveled southward, after scouring much of the plains. I found myself entering the direland swamp and assailed by a host of scents that I had never encountered before. Immediately I thought that there must have been an Olthoi Queen about and prepared to search for more defendable ground. I was disappointed when I found that there was evidence that a Queen was nearby, yet nowhere to be found.\n\nI then made my way further south. There I found more evidence of an Olthoi Queen to \n"},{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"the southeast of the Obsidian Plains. She had roosted in one of the craters within the southeastern direlands. Again however, there was no sign of her presence any longer.\n\nMaking my way toward the center of the Obsidian Plains I was amazed to see that there were still some Virindi maintaining watch over the center of the blast area. Just outside the inner rim to the north I found more evidence of a Queen. No signs of a nest, though there was a pungent scent in the air, and more olthoi seemed to congregate there than anywhere else.\n"},{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Finally I turned my attention toward the west and delved into the forests in the north. The golems who once marched through these areas were missing as were all other manner of creature, save for the olthoi. After some more searching and difficult fights I was able to find what I believe to be the final location. I've listed coordinates here:\n13.3N 71.8W\n44.7S 49.6W\n80.7S 43.2W\n58.2S 64.1W\n31.9S 88.7W\n"},{"AuthorID":4294967295,"AuthorName":"Antius Blackmoor","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They should allow you to find the Queens more easily, but it is difficult to know whether they are willing to come back to the surface.\n\nMy best wishes go with you. I shall be seeking the nests within a few days more preparation. I pray you fare well.\n\nAntius Blackmoor\n"}]}}