{"Label":"Cydna Wren's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"37":50,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Cydna Wren's Journal"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":25503,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Cydna Wren","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I am one of Nuhmudira's former students.  I happened to be working within the crystal storage warehouse at the same time as it was robbed.  I was in a corner packing a crate and heard a noise, what must have been Aun Talamura having been struck from behind.  I was on the far end from the manager's chamber and crept nearer to see through the door.   In the room with Aun Talamura sprawled on the floor I saw... well, I cannot be certain, but I could feel the presence of power. Fear then overcame me.  I quickly crept back to a corridor leading to an unused storage chamber and peered around the corner. Numerous shadowy figures appeared and dashed\n"},{"AuthorID":4294967295,"AuthorName":"Cydna Wren","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"about grabbing the boxes of crystals. I could hear hissing.  A portal was cast and the creatures went through it, taking most of the boxes with them.  A few moments later the portal disappeared.  Then, all was silent, the warehouse almost empty.  I went over to check on Aun Talamura.  He still breathed, thankfully he was still alive.  I tried to decide what I should do next.  I should alert someone as I had just witnessed a deed that I was not meant to see.  Yet, I had also done something they did not expect.\n\nYou see, I had tied to the portal!  A few moments of indecision, several more for \n"},{"AuthorID":4294967295,"AuthorName":"Cydna Wren","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"summoning courage and I utilized the portal tie.  As portal space churned about me I berated myself for foolishly launching on this pursuit, yet I knew I had to protect the interests of my teacher, Nuhmudira! I arrived in a dungeon. Fortunately none of the perpetrators were present in the chamber when I arrived, it appeared they had already taken the boxes of crystals elsewhere.  I could hear hissing and sounds of activity in the corridors beyond.  Heart pounding I crept forward.  The sounds retreated into the distance.  Around a corner I discoverd the stolen boxes but the creatures had left. It appeared most attention had been given to one box of\n"},{"AuthorID":4294967295,"AuthorName":"Cydna Wren","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"crystals of special value. I picked one up and realized it must be very rare, it was unlike any I had seen previously.  Placing it within the folds of my robe I went further into this dungeon...  and towards great confusion and dismay.  I did escape from there without notice, yet also without future direction. Eventually I created a few portal gems tied to the location of the perpetrator's portal.  You may find them under some rocks atop a plateau, next to a favorite lair of sandy armoredillos somewhat north of my tent.  I leave it to you to sort out the meaning in what you may find.   I will only tell you this-  I know now there are convoluted schemes afoot. \n"},{"AuthorID":4294967295,"AuthorName":"Cydna Wren","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Trust whom you will, but realize the trust in your heart may be replaced by a dagger.\n"}]}}