{"Label":"A Poorly Translated Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":5,"19":90,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"A book with notes from the translator Fanzen San","1":"A Poorly Translated Journal"},"DIDValues":{"1":33556929,"3":536870932,"7":268436459,"8":100675050,"22":872415275},"WCID":25592,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Translated by Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"First, I must apologize for the appearance of this translation. I do not often include translation as loose parchment tucked into the tome itself, but my previous dealing with a tome of this nature made me pause to do so. Second, I must apologize that the translation of this tome is merely an educated statement. The language is very different from other Falatacot tomes that I have encountered before, and appears to be a new dialect that I am finding increasingly difficult to decipher. As a result, I can only say that the translation found on these pages is my best guess.\n"},{"AuthorID":4294967295,"AuthorName":"Translated by Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The tome appears to be written by an individual called Vitriaka. Several references and what appear to be her signatures adorn the pages of the tome. I have also reasoned that this is a recently-written journal. The pages are not brittle as with ancient tomes, in fact they are fairly fresh.\n\nVitriaka makes reference to two types of groups consistently throughout this writing, \"Iakvi Liviliakti\" and \"Tik Vaiktu Kiktij.\" I believe that the references speak of comparison between two races.\n"},{"AuthorID":4294967295,"AuthorName":"Translated by Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Further reading brought me to conclusion that the author was talking about some magical process to combine these races. I was also able to determine that she was assisted at some point by one of the \"Tik Vaiktu Kiktij,\" though the same creature was not used in the transmogrification process.\n\nThe results of Vitriaka's efforts seem to have ended in failure, as the \"Tik Vaiktu Kiktij\" used in the process apparently died.\n"},{"AuthorID":4294967295,"AuthorName":"Translated by Fanzen San","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I am not sure how accurate my understanding of this journal is, but I believe that it is the case that whatever this \"Tik Vaiktu Kiktij\" is was killed during the process. The \"Iakvi Liviliakti\" appears to have lived, but I am unawares as to the meaning of these phrases. \n\nI hope that in time I am able to more completely decipher this language and offer complete understanding of this tome.\n"}]}}