{"Label":"Jaeget's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":0,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":0,"114":0},"BoolValues":{"22":false,"23":true},"DoubleValues":{"54":1.0},"StringValues":{"16":"A poorly composed journal.","1":"Jaeget's Journal","33":"PickedUpNoteBethelCultist"},"DIDValues":{"1":33554771,"3":536870932,"8":100675476,"22":872415275},"WCID":25680,"PagesData":{"MaxNumPages":11,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Yesterday my brother and I began our usual hunts of the Marescent Plateau. We usually did this in search of pelts and hide from the carenzi and gromnie found there. It's not a very fulfilling living, but it pays the maintenance on the cottage my family owns.\n\nWhile out there, we came across someone claiming to be a representative of the Order of the Raven Hand. He spoke highly of his brothers and of his master and even gave us a pamphlet to bring back to our cottage. \n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"He promised something meaningful and worthwhile out of life. I have to admit that sounds a deal more satisfying than how my brother and I are living now.\n\nBewren openly protested the thought of joining the Raven Hand. He said it was a rash decision, and that there were organizations like it on Ispar and they were hardly alliances of good. I don't believe him, I consider myself a good judge of character, and this Initiate of the Raven Hand made me feel nothing but safe.\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"So, when Bewren wasn't looking, I pocketed the pamphlet and attached jewel, and my brother and I continued on past the initiate.\n---\nIt has been several days since our encounter with the Raven Hand on the Marescent plateau, and I can't help but think about how much better life could be with them. \n\nWorking in a world where we are appreciated, where everything we do is worthwhile and special.\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I have made up my mind; I am going to crush this calling stone and invite the Raven Hand to take me. And, I think while they are here I will ask him to take my brother as well. \n\nI know he doesn't like them or want anything to do with them, but I am sure once we have visited their bethel, he will come around. \n\nThe initiate said everyone with an open mind would come around.\n---\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Last night I crushed the calling stone and several members of the Raven Hand arrived shortly there after. \n\nMy brother was already asleep; I figured it would be easiest if he weren't awake. The assembly hall is a work of beauty, though I have to admit it is a bit dark. \n\nThe colored lights add a nice ambience to it.\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After I had time to place the few belongings the Order allowed me to bring, they began to question me, to get a feel for where my skills would best be put to use, no doubt.\n\nI haven't seen Bewren since the other neophytes helped him off to his own quarters. I wonder why they didn't allow us to stay together.\n\n---\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Today one of the priests pulled me aside and told me my purpose. Since I had a lot of skill with hides and curing, I was set to the task of flask crafting. \n\nI was a little let down that I was not able to gather my own hides for creating flasks, but the priests tell me I am not ready to leave the compound yet. I trust them; they wouldn't stop me from leaving if they didn't know what was best.\n\nMy first task was a curious one.\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They issued me a kerchief to cover my mouth and nose with and tasked me with creating a flask that could hold a potently enchanted beaker of Olthoi Ichor.\n\nThe fumes gave me a headache, but I was happy. Happy, happy, happy. \n\nI was useful. I imagine they wanted this acid to aid them in the sculpting lessons they held in the deeper levels. Why they would want to use such a noxious liquid when a chisel and hammer were enough is beyond me. I mean the fumes of this stuff alone could kill a man!\n---\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The past week has been exhausting, but fun. So much fun I can't remember why I even second-guessed coming here in the first place. \n\nI have finished the acid flasks that the High Priests wanted for their sculpture classes and have moved on to a new project. I can't wait until I get to learn how to sculpt!\n\nEven though I'm not sclupting flasks for Ichor anymore, I am still working with the Ichor. The High Priests say we also need ceramics that can hold it, for deliveries to sculpting parties in all the towns of Dereth!\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"During our mid-day meal, the High Priests told us of the capture an interloper named Bewren. They said he was trying to escape with our sculpting secrets.\n\nBewren.... That name somehow sounds familiar. I can't place it. \n\nI shouldn't worry about it though. It is none of my concern. All that concerns me is the Order of the Raven Hand. That and their belief in spreading the joys of hide crafting and sculpture through the world.\n"},{"AuthorID":4294967295,"AuthorName":"Jaeget","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They said the intruder, Bewren, would be properly punished and then released from our home. That is enough for me, and none of my concern. \n\nAll that concerns me is making sure the ceramics holding the sculpting acid don't break.\n"}]}}