{"Label":"Excavation Directions","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":10,"16":8,"8":5,"19":0},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"Directions given to the group of Zharalim Explorers searching for the newly discovered bulwark north west of Zaikhal.","1":"Excavation Directions","15":"Directions given to the group of Zharalim Explorers searching for the newly discovered bulwark north west of Zaikhal."},"DIDValues":{"1":33554773,"3":536870932,"8":100668176,"22":872415275},"WCID":25978,"PagesData":{"MaxNumPages":3,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Jahail Ibn Haibel","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Our spies within the Order of the Raven Hand have noted an interest in a recently discovered tower north west of the city of Zaikhal. \n\nTherefore, the Shagar Zharala requests that a team of our best scholars be dispatched to this tower to learn its secrets before the Raven Hand does. \n\nUfet in Zaikhal has offered to hold whatever belongings you may not need in the forests while on your expedition. After replenishing\n"},{"AuthorID":4294967295,"AuthorName":"Jahail Ibn Haibel","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"your supplies, leave the city and travel north-by-northwest. \n\nAim to travel through the area where a small outpost once lay. It was destroyed by the Gotrok, but they are of little concern and not worth our time. \n\nFrom there, proceed on to the hills and travel west. There is a bulwark nearby that may be able to provide lodging for a bit, and there is a portal back to Zaikhal there should you need it.\n"},{"AuthorID":4294967295,"AuthorName":"Jahail Ibn Haibel","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Continuing further west, past the banderling encampment, you should be able to see the tower atop an inaccessible hill. \n\nYou will need to employ some ingenuity to get access to the tower but you will no doubt have little trouble.\n\nReport your findings within the tower as soon as you are able.\n"}]}}