{"Label":"Zharalim Master's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":5},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"1":"Zharalim Master's Journal","33":"PickedUpZharalimMasterJournal","15":"A journal written by Zharalim Master Yaral. Several pages have been damaged, but the bulk of the book appears intact."},"DIDValues":{"1":33554771,"3":536870932,"8":100675686,"22":872415275},"WCID":25980,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Log Entry 1-\nShortly after arriving at the tower, we established a small camp on the hill. This provided us easy access between the tower and the bridge and some modicum of comfort. The banderlings across the valley have grown interested in our work here, but none of them are a serious threat to our efforts.\n\nThe staircase surrounding the tower has fallen into disrepair, so our efforts have been delayed.  Yalik suggested casting ropes to the top of the tower and scaling the walls. This is likely the approach we will take.\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Log Entry 2-\nWe had made a make-shift set of stairs to ease the transportation of supplies into the tower,\nthough the drop from the top into the visible region of the tower is still painful, especially\nfor those with heavy packs. \n\nShortly before gloaming, our three moles crossed the bridge to join us. \n\nI thought it odd as they were not part of the group assigned to investigate the tower, but any information they had would be most welcome.\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Log Entry 3-\n\nWe have established an area similar to the tent outside in the upper levels of the tower. Many of the doors on this level were locked or closed to us initially, but the use of our ways opened the rooms for our comfort. The lower areas of this tower are dank and smell of heavy mildew. \n\nThis tower has not kept well, and moisture has leaked into the lower levels, damaging many of the artifacts we sought to investigate.\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Log Entry 4-\n\nOne of our guards fell prey to a terrible injury this day. We had breached the walls off to the side near the mid point of our descent. On the other side there was a glowing shrine, much like those Festival Stones found across the land. A small winged creature charged him as he neared the obelisk and stung him. The area around the wound instantly gangrened. By the end of the day his skin had blackened in several locations and he passed on shortly there after. As it stands right now, I have no idea if he returned to his lifestone.\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As a result of this, I have ordered that any of these beasts be destroyed on the spot and that everyone remain wary. I also ordered Yalik to remain in the top level of the tower. He is a bright lad, but not well versed in combat yet. I do not wish to see another of my command die.\n\nLog Entry 5-\nOver the night, a madness took hold of nearly half of my command. While we had reached the bottom floor, we lost it again due to the madness. The shadows on the walls seem to\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"move with their own life. Our foreman has become unaccounted for as have Rheth Al'thok, Rayssid Ibn Alhath, and Tiyol Ibn Yufaj-- our three Cult infiltrators.\n\nLog Entry 6-\nI sent a small crew down several levels to assess the degree of madness in our ranks. Only one returned and his report was most grave. Deposits of living soot were discovered slithering across the floor, shadows reached out and attacked as if they had a life of their own, and our trio of informants were kneeling before the obelisk we discovered.\n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The warrior reported they were swathed in black and gold robes, akin to those the Raven Hand has been known to wear.\n\nI know now what has happened. They have played us for fools. Feeding us lies and deceit. The Order of the Raven Hand is a persuasive force indeed.\n\nLog Entry 7-\nI have ordered an evacuation of those still sane. I have instructed my apprentice, Yalik, to turn back any attempt to enter this tower without permission. \n"},{"AuthorID":4294967295,"AuthorName":"Zharalim Master Yaral","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I do not believe any of us here are safe from the madness, and so I know what must be done. \n\nI must make efforts to seal this tower and prevent those within from escaping and those outside from getting in. \n\nTreachery and madness... the staple of the Raven Hand it seems.\n"}]}}