{"Label":"Ibrexi Jikti's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Ibrexi Jikti's Journal"},"DIDValues":{"1":33558620,"3":536870932,"22":872415275,"6":67114959,"8":100675784},"WCID":26659,"PagesData":{"MaxNumPages":12,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Slithering on their bellies\nthrough the mire, through the muck,\nhere come they who worship,\nat the foot of Ixir Zi. \n\nTears from their sun stain their land,\nburn swamp to sand; arid desert.\nHere their voices sing the strongest,\nfar from the sun Au.\n\nUpon this scorched world,\nwithin its fetid muck they lived,\nnow forced to desert,\ntheir flesh scarred by sun most cruel.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Singers call them, act as saviors.\nTemples grow as does her name.\nwithin these halls, this hallowed ground,\nthe slithering masses teem.\n\nCome greet the distant Gods,\nenjoy their gifts and then cast eyes,\nenscorcelled with chimera,\ntoward the tunnels;\nfind your way to temples 'neath the moons of Au.\n\nCome you, slithering on your bellies,\nthe Willing wait for thee.\nOn slabs of stone, with flesh and bone,\nonly souls from you partake.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"--Song of Summoning\nIbrexi Jikti Chief Consort to the Mother Ixir Zi\n\nLong have words been passed of my longevity.\nLesser sisters come before the Mother,\nbeg the lives of consorts whose time is not yet sour,\nbring within conversation my name,\nthen suffer the fate of all the -Willing-.\nDefame my name, I tempt all who would,\nbut think not that I abuse my station.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I am as the next breeder; afeared in time\nmy worth will pass and I shall become the Willing.\nWhen time calls I shall walk with honor\nto that endless service, accept the hood with grace\nand cling to the memories of my lover-Mother.\nIf the sleepers deem me worthy, may the thoughts\nof all I have known remain for my eternal service,\nin the prison of the hood, talon and fang.\n\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"War rages about us, winds turn cold and the Sclavus*\n\n(* Apparently Sclavus became a commonly used word to describe the unfortunates who underwent a strange process that fused the lives and spirits of the male Falatacot and creatures called the Fiazhat.)\n\nhave failed her cause. They sleep too often, become torpid\nas the cold winds rain into our halls.\nThe moons draw across the sky less, and the last\nsleeper awake threatens to sleep forever.\nShe has sent a call to all sisters now.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One final ritus, one final gift before we slumber\nas our lords beneath the world,\nin temples of obsidian and blood.\nDarkness has churned the war against the shadow, \nthe shadow has churned the war against the Darkness,\nand Light has fallen 'neath Darkness's sway.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Now shall we fall dormant, knowing still that sisters\nacross seas of gold and sapphire will one day\ncrawl from turbulent dreams to awaken us.\n\nUs, I am above my own station. A male gifted immortality. \nSo few shall be given this gift and maintain their minds.\nThe process will bring me pain and though we shall wither,\nwith the blood of our sister-mothers and brothers\nwill we wake again with strength, and vigor.\n\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokeh","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Peril lies still, while torpid, we have no guardians.\n\nNay, a lie. Slaughtered are unbelievers,\nfettered to this world against their will,\nsome with memories washed clean, others with hatred\nboiling within the minds, lacking body to perform\natrocity upon the Mother and her trusted children.\nGuardians they shall be. Ever watchful of our crypt,\nonly letting those who can wake our forms again\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"to gain access to these hallowed halls.\n\nElse disaster come from the world beyond \nwhereon the war of our sibling-kin grew.\nThere, across millennia, a war on nature waged.\nVictims of the plague of life,\nthe Fiazhat, no longer worthy of ministration \nand of eternity, forgotten.\nLeft to perish at the hands of enemies,\nmade strong by supposition, by acts of hubris.\nOnly the touch of our sibling-kin kept the threat at bay.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Woe be that day, when last the mired tunnel was opened.\nWhere we crossed with the twelve and the Mother,\nsaw atrocity given a new face, felt the burn\nof acrid wind upon our flesh and saw the bloated\nmass of a swamp thing drunk on power.\nSeamless passage, hidden with arts, we fled.\n\nNow, we return and the air is frigid.\nLife threatens to cease in the War of Hate\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"and sisters flee our land. But the twelve and the Mother,\nrecalling our sister-kin who crept beneath the earth\nwith the first sleepers, have dreamed a different ending.\nSo we call, and wait; we wait and prepare,\nsoon to enact the ritus that will give us life unending,\nbut sleep eternal until blood and sacrifice.\n\nI am gifted eternal service, with my mind intact.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Only thirteen brother-kin are given this honor, \nI am one of the last. I am Ibrexi Jikti.\n"}]}}