{"Label":"Kixkti Xri's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":160,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Kixkti Xri's Journal"},"DIDValues":{"1":33558620,"3":536870932,"22":872415275,"6":67114957,"8":100675783},"WCID":26665,"PagesData":{"MaxNumPages":21,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Behold! Gates long closed, opened by blood.\nBehold! I have brought you to sanctity.\nIn your new freedom you shall see beyond\nthe coil that is one world. Yea, you shall \nsee the spinning world for its infirmity\nand touch the fruit of other worlds,\nwhere the Masters have yet to fall into war.\nBehold! I bring salvation through our blood,\nand of our blood I shall bring the cleansing\nto the worlds where -we- are Gods. Sisters, behold!\"\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"With this she opens wide her arms and carves \nthe symbol of ether into her left forearm \nthe symbol of life etched into the upper half,\nthen with swift and gentle motions the blade\nspins to her left hand and she carves,\nthe softest flesh from her body and feeds\na consort, bound upon the offering place.\nHis lips go crimson as life flows\ninto his throat to slake a thirst,\nnot his own desire but hers, growing within\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"his stomach; the blade traces the mark\nof foretelling across the flesh\nof her right forearm, and then the mark\nof distance upon the upper arm.\n\nBlood flows and fills the cups, the twelve close\nand take their place as she hoists the blade of Writhing Fury.\nThe blade is then drawn to his midsection,\nonce there a tremor causes\nhis lips to quiver and his voice to tremble,\nshe sings the perfect note and the Eyes open.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The blade slips cleanly into his middle,\nsevers the organ that lets all scream and breathe,\ndraws sinew and bone apart exposing a heart\nstill beating.\nHis eyes shudder and he speaks,\nbut his voice is drowned by the chorale \nof the twelve singers. The Eyes draw near and sup\non his flesh, his blood, all that he was \nuntil nothing of what was him remains.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Then the way is opened and twelve sisters,\nlead by she who is highest amongst them,\nwalk to new worlds to bring the love \nof the Eyes. To bring back sustenance \nin this time of wicked cold\nand chase ignorance from their surfaces.\nSo has this been. So shall I one day\n walk to worlds aside from this.\nDark haze spun for three days, spilling no sign\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"of our beloved Mother or the twelve sisters who walked with her \nthrough the tunnel of murk and lightning.\nFor we, the sisters who remained ever vigil, \nthe matter was rife with loss. Eight in all\nhad been given to the sleepers, eight in all\nhad been consumed to keep the gate open, eight\nhad lost their consorts for the greater good.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A thundercrack split the air, swirls of violet split \nthrough the grey dusk of the tunnel and the churn\nof the device ceased. Through the tunnel she came, ebony\neyes aware and seeking, behind her the twelve \nand six forms that came on scaled bellies,\nslithering and swaying. \nScrawny arms ended in claws like the kukri, \nhot breath and the smell of bile permeated the air,\neyes set deep into flesh-hooded skulls twitched nervously,\n\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"tongues, thin and forked, darted from between a thin crack\nof a mouth. No weapons, bore the captives, no signs\nof war or hate, on scaled bellies they crawled to us,\nbowed their flesh-hooded heads and there, prostrate before us,\nbegged in language foreign and vile to serve the will \nof the Gods.\nIxir Zi! Be praised by the Sleepers, let our voices raise\nas one to praise your name.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"A price of blood shall be paid for the glory of the First!\nWe, greatest amongst the vigilant, host of the highest,\nservants to none and masters of the Nuanni*;\n(* This is the Tonk name for the spirits of the ones who came before. Lord Asheron has called them Gromnatross.)\nshall see the tide of victory turned against the denizens\nof the deep dark. Our ranks shall grow, \nfilled with the ranks of impotent \n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"consorts who give of themselves, to join with the\nFiazhat, serpents of the Sleepers. Spill blood for your race,\nthat it may survive, flay flesh for your sister-mother\nthat she may nurture. Cull the weakest of your herd, sisters.\nThe sterile male holds no more use, so he shall be carved,\nensorcelled and given life eternal, servants ever more to our\nrace.\"\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The proclamation made, she turned within and drew\nwith her the hope of our kind. Twelve sisters and she had\nfound their way across the sea of heavens; there, upon a world\nof bile, mire and swale they had found a deliverance.\nThe infirmed and decrepit males, incapable of husbandry,\nwould give their lives to be amongst us for all time.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The kukri moved quickly beneath the scales,\nThe sacrifice lived still. Its words had been deciphered\nsome time prior, and now as it lay \nflesh opened to musculature, scales peeled away from flesh\nin delicate rows, eyes darting wildly,\nit begged and pleaded to know why. \nWhy had the Gods seen fit to punish?\nWhat transgression had it brought into their Palace\nto cause it such suffering?\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The kukri stripped flesh away leaving blood, muscle\nand the living organs.\nA need for alacrity arose,\ndeath closed on the fleshless Fiazhat, \nunconscious now but for the awareness of its\ninevitable demise, talons stretching time and again\ngrasping at air and begging in hushed muted tone\nfor absolution from the Gods met with deaf ears. \n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"No Gods are we, child of another sun.\nNo Gods so cruel or selfish in attention,\nwould answer your pleas with such remorseless\nand cruel intent. You shall not rest, nor know \ndeath. You shall be unlike any that this world has known;\nan army bred from the army of the First. \nDarkness shall yield once again to the sisters sent\nto control it at the dawn of all there is.\nYou shall be that army, one life given across twenty;\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One life shared amongst many to safeguard the lives of hundreds,\npart of a race of thousands, sent from the bosom of one.\"\nHer smile, somehow cruel and gentle in the same turn of the lips,\npressed against the exposed muscle of the Fiazhat,\nno strength within the bloodied beast to whimper,\nits now lidless eyes went grey from black; not dead,\nslumbering it seemed as pain o'erwhelmed its frame.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Twenty barren, infertile males, whose purpose was long used,\nlay on slabs of stone. Runnels, scrubbed dry and clean,\nwaited eagerly to taste the precious life that would be let.\nAbsolved of their duties, children and mistresses,\nthe Willing lay in wait.\nCalling to the sleepers, life begets life.\nA chorus of voices, the twelve and my Mother, \n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"sing to Slithayr\nThe sickle splits the flesh of the willing\nflaying wide their forms. Flesh of the sacrifice mixed\nwithin the Willing, the chorus calls for the wells\nto spill the world's blood into the wounds of the Willing.\nLiquid hot, the blood boils from the mouths of the singers,\nincantations form the power of the sleepers into tangible\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"gifts that fused the flesh of the sacrifice with the Willing,\nwounds begin to close as the hearts of the Willing are snatched\nby unseen hands, lifted above the Willing,\nstill living, watching and praying with the sisters.\nA scream of agony is drowned by the songs\nof my sister-Mother and the twelve.\nThe spirit of the sacrifice rips in half,\nsplinters tear into ten screaming shards.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Shards seek the hearts of the Willing and plunge within.\nBlack bile, blood and sinew spill into the hungry runnels\nof the offering slabs.\nHearts, plunged back within closing chests,\nbeat with a new furor. The change begins at once.\nScales cover the faces of the Willing, their forms twist\nand bones break, twist audibly as the flesh contorts around\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"bone newly bent and grown. Hoods of flesh surround scaled faces\nand the eyes of the Willing become obsidian and withdrawn,\ncoherent and obedient.\n\"Rise, thrall-kin. Serve well your masters. \nYou shall be taught again the Rites of you Mothers.\nYou shall call me highest amongst them, I, Ixir Zi.\nI have culled you, once chattel, and crafted you anew.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"You are my servants, servants to my sisters, \nservants of the Falatacot, first amongst the highest host;\nundying, obedient, and perfect, sclavi*.\n*(There is no word in Tonk for what this means. It appears to be\nsome form of ultimate perhaps, but explains where the name Sclavus\nis born.)\nRise, thrall-kin and serve!\"\n"}]}}