{"Label":"Jexki Ki's Journal","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":200,"19":90},"BoolValues":{"22":false},"DoubleValues":{"39":1.22},"StringValues":{"1":"Jexki Ki's Journal"},"DIDValues":{"1":33558620,"3":536870932,"22":872415275,"6":67114959,"8":100675784},"WCID":26663,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Cold stings the bones and tires flesh.\nIn sorrow we have marched, watched the land\nturned icy, our masters laid low beneath\nthe hands of their brethren, we their servants \nwait in the wastes; alone.\nShe has called\nsisters from near, afar and betwixt the\never watchful eyes of the fallen. Fallen who\nshed tears for the voices that call when leaves\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"are rustled, those forgotten and lost,\nwayward are all souls that cling to\nthe edict from afar, whence we came.\nThey who tread now in the cold yet \nfeel not the bite of frozen wastes, \nsafe within their alabaster towers,\nchanting to ill-lords whose roots\nstrangle the life from the masters\nand further the cause of the growing\ndarkness that consumes flesh, fire and sun.\nShe calls sisters to swell her ranks\nand they answer with efficiency unmatched.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Drawn by promise of discovery, life\nbeyond life, and death that mimics life.\nGifts she has earned and pledged to teach.\nIxir Zi, my Matron, my Mother, my boon.\nWithin walls of basalt, entrenched in darkness,\nhere call the voices of our race. Blood\ndrawn from the Willing to fuel the floods,\ncascading blood that opens the well\nto new worlds where life teems in warm\nclimes, yet untouched by the War of Hate.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Sisters! Come now to her.\nCome all to the seat of your world, \nwherein the warriors of death cannot find thee.\nHere at her bosom where all are touched\nby the Great One in the Deep.\nLet her wisdom fill thee and anoint thee\nwith the blood of the sleepers. Let her gaze\nfall upon you and usher off the cold.\nLife shall be parted and death shall be scorned,\neternity gifted and the crush of sand\nshall not grind your bones to dust. Nay,\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"touch of her flesh and drink of her blood\nand know the immortal gifts that she will offer.\nLet the twelve and she, gift you as were they.\nThrough the divine Ixir Zi, shall our host\nsurvive through the War of Frozen Hate.\nFree of voices, free of those that stalk\nin shadowed hills and those who fell to \nwhispers on the wind!\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One final ritus, one final gift before we slumber\nas our lords, beneath the world,\nin temples of obsidian and blood.\nDarkness has churned the war against the shadow, \nthe shadow has churned the war against the Darkness,\nand in their folly they have opened the way for Light.\n"},{"AuthorID":4294967295,"AuthorName":"Translator, Aun Laokhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Come, Sisters! Hear her\nraise her voice in song and know that she\ncommands the gifts for one simple taste;\nthen no death, no life, no breath shall\nclaim thee ever more.\n"}]}}