{"Label":"Interview with the Mosswart","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":25},"BoolValues":{"22":false},"DoubleValues":{"54":1.0},"StringValues":{"16":"A book stamped with the seal of Aliester the Loquacious and the Circle of Sages.","1":"Interview with the Mosswart"},"DIDValues":{"1":33554771,"3":536870932,"8":100668117,"22":872415275},"WCID":27908,"PagesData":{"MaxNumPages":11,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Seedsow, 15 P.Y.\n\nOver the last several years, I have been happy to have the opportunity to supplement my research with field work on the nature and behavior of Dereth's vast variety of fauna. Along with my nephew Ardry I have observed numerous creatures both humanoid and less so. I had intended to dedicate a great deal of time to the study of the creatures called Mosswarts, but our rivals in the Dereth Exploration Society were quicker than I and sent an agent to observe their society.\n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I think we all know how that turned out.\n\nRecently, however, I have had the opportunity to speak at great lengths with a Mosswart of exceeding intellect and grace. It was already known that some Mosswarts have learned to speak Roulean, but the only Mosswarts with anything worth saying appeared to be those corrupted by the Virindi or the Shadows. \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Imagine my surprise when my nephew Ardry claimed to have been approached by a Mosswart in Hebian-To for the purpose of exchanging goods!\n\nI immediately demanded that Ardry assist me in tracking this intelligent Mosswart. After a few days, we found him on the road between Shoushi and Sawato. The ragged thing looked up at us and asked, \"You nice Isparians? You help Bleeargh?\"\n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"After Ardry and I made camp, I had the chance to speak at length with \"Bleeargh\". Apparently the recent appearance of Burun in the Blackmire Swamp has affected Mosswart society even more greatly than we had surmised. According to Bleeargh, entire packs of Mosswarts are fleeing the swamp with the Burun at their backs. Any stragglers are killed. Most of the packs may be headed south towards their \"cousins\" - I surmise that this may refer to the altered Mosswart societies on the Vesayen islands. \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Bleeargh chose to assist his pack - or \"family\" - by trading scrounged and crafted goods for raw materials. He claimed to have visited several Sho cities - Yanshi, Sawato, Hebian-To, Shoushi, and Tou-Tou - in search of cloth and wood. \"To make house and clothes for Mosswarts,\" he said. \n\nI asked him if he was afraid of being attacked, and was startled by his response, which I will quote in its entirety. \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"Many Isparians is angry and have big weapons or magics. But Bleeargh is also have magics and weapons. And Bleeargh has touched big blue rock! Now when Bleeargh go to forever sleepy, Bleeargh instead show up at blue rock and be very tired.\" \n\nWe had suspected that many of the less intelligent creatures in Dereth had used the Lifestones, but had not been aware that any truly understood the ramifications.\n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"I asked Bleeargh to describe some of his interactions with Isparian society. He encountered many different people, some of whom were honorable and others who were less so. I felt great disgust when Bleeargh claimed that some Isparians struck him down even as he openly begged for mercy. Savages!\n\nOn the other hand, some Isparians did speak with Bleeargh and went as far as to trade salvaged wood and cloth with him. Some offered him \"shiny shinies\" by which I believe he means pyreal coins.\n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"A few even went above and beyond and defended Bleeargh from the pack of Burun that was following him! Bleeargh was very impressed with this. His eyes opened wide when he said, \"Some Isparian help Bleeargh fight big nasties! They is true friends of Mosswarts.\"\n\nBleeargh showed me some of the carved idols that he carried with him. Both were carved from the mire-covered stones which some call \"swamp stones.\" \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"One set had a smiling Mosswart face carved on the front. \n\n\"These is thanking stones!\" Bleeargh said. \"Mosswarts give thanking stones when we is happy because someone did nice thing for me.\" \n\nThe other set had been carved with a sad Mosswart face. \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"\"These is mourning stones. Mosswarts give these to each other when sad thing happens, like death of many Mosswarts by big nasties. Sometimes when I go to big blue rock, I no have as many mourning stones when I get there. This be good, then Isparians can take mourning stones and be sad that they not help me!\" \n"},{"AuthorID":4294967295,"AuthorName":"Aliester the Loquacious","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"As we were speaking, we were attacked by two Burun - Ardry believes that they were scouts of some sort. He held them off as Bleeargh and I fled. Realizing that he was in danger, I opened a portal to Zaikhal and coaxed him through it. \n\nThe Circle of Sages and I will be presenting Bleeargh to the Council and asking that he be granted the Queen's protection as an Ambassador from the Mosswart people. He is a vast source of knowledge, both on the Mosswarts and on the Burun threat.\n"}]}}