{"Label":"Report to Niarltah","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":0,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10,"114":0},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"16":"An intercepted renegade report.","1":"Report to Niarltah"},"DIDValues":{"1":33554772,"3":536870932,"8":100667470,"22":872415275},"WCID":28119,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We have intercepted three missives that were sent to the wild brother from the shaman. The letters were intercepted and then returned after they were copied. We've spent the better part of the evening translating the missive and have included the translation of that document below. We also have discovered a large book that the shaman carries. It appears to be covered in a thick rind of fungus. How it has remained overlooked or out of sight for as long as it has is beyond us.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We shall do our best to collect the book and provide a translation so that we can learn more about our new allies as we press forward in our campaign.\n\nIkakhe\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Translation\nBrother. I can feel the presence of The Sleeping One here. It calls to me and tells me that our time is running short. The Guruk have made their way to this world, it can only mean that the Kukuur are not far behind. The Guruk must have been ordered to this world from our home. Without the direction of the Kukuur they will revert to their savage ways. We are no match for their strength and if they are allowed to tap their savage natures we will be culled like the mubur root.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We must establish a position of strength over the Guruk before they slip into madness. I need you to take your savages to the place our allies call the direlands. There you must seek out the Guruk and force them into submission. While you are seeing to our safety in those lands, I will continue our efforts with our new allies. We must move more quickly, brother, the Kukuur will see us destroyed if they are allowed passage to this world.\n"}]}}