{"Label":"Report to Niarltah","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"1":"Report to Niarltah","33":"NoteBurunHistory3"},"DIDValues":{"1":33554772,"3":536870932,"8":100667470,"22":872415275},"WCID":28122,"PagesData":{"MaxNumPages":7,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Torgluuk has assumed a shorter schedule. This has allowed us to take the book more consistently but for shorter periods. We endeavor to complete the translation for you.\n\nIkakhe\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Translation\n\nGone for so long, the Fiazhat had thought the voices and the singers gone. Then their voices returned and they came again with gifts. The mucor was first to feel this gift.\n\nSplitting along the veins of the world, the singers forced a liquid fire. It hummed with the force of bomutur's wings and flowed like the first muuldu.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"It took on a life its own, a new life of glowing embers that fed into the water and reinforced the strength of the world. They left and returned for hundreds of cycles; still unseen by their servants, still known by the mucor and the Burun.\n\nChanges began in the world. The Burun felt strength in their blood and chanted to The Sleeping One. Their chants beget miracles that bathed the world in rain. But they were not the only ones changed. \n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The moar had gone from harmless beast to beasts that breathed fire, ice or acid. Their small claws dripped ichor that charged the wounds they cut. Still prey, the moar became dangerous and the Burun developed arts to protect themselves through chants and rites gifts of the The Sleeping One and mucor's offspring. \n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Burun grew more confident and curious. Spreading across the swamps and mire into the lands where the iallootu grew tall and the land grew hard. But the land was drier and their skin cracked and peeled away. The made their way back to the comfort of the shuuktuuk and mucor where they ate and learned the secrets of the past.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Fiazhat grew driven. Charging forth at the behest of their false gods. They grew hoods that sheltered them from The Sleeping Ones eye. Two sets of arms grew from their bodies and they rose from their bellies to powerful tails.\n\nThey crafted long sticks into devices meant for poking and killing. They took the sinew of the iallootu and strapped them to the saplings of the alooki. They hollowed the shells of the gantha roa and wore them in plates tied with more sinew. They grew lustful of blood and sought war on all life.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"For the next eight thousand cycles they make war and try to force themselves into the swamps. They fail as the Burun develop stronger rites to drive their foes away. But Fiazhat numbers grow and the first clutches rise and follow one another through the mire migrating away from the encroaching Fiazhat threat.\n"}]}}