{"Label":"Report to Niarltah","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"1":"Report to Niarltah","33":"NoteBurunHistory8"},"DIDValues":{"1":33554772,"3":536870932,"8":100667470,"22":872415275},"WCID":28127,"PagesData":{"MaxNumPages":5,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"We believe that we are nearing the end of the book. We will furnish our latest findings as we collect them.\n\nIkakhe\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Translation\n\nFiazhat society peaks with the introduction of farming, building, writing, artistry and small advances in technology. (*There are references to channels of water being brought to fields from standing water, and advanced crafting of weapons.) Peace has reigned for nearly four thousand cycles and evolution has left the Fiazhat behind. They are still beings that use a powerful tail to propel themselves along the surface. \n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"They have four powerful arms and a thick hide that covers their body, and hoods. But nothing has changed beyond this.\n\nMany younger Fiazhat believe that the temples crafted to the six gods of their people are folklore. They doubt that the Burun ever existed and wish to strike out across the world.\n\nSome do and never return.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Burun in the surface mire are all nearly mad, enact the rites of calling the rains for a full cycle. \n\nThe few sane Burun in the swamps continue to preach the teachings and way of The Sleeping One learned from the mucor. Change must occur not be forced.\n\nSubterranean Burun begin great rites to call the rains, several of the bloated Burun have lived for over three thousand years at this point growing so immense in size that they can only be moved if carried on litters.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Moar in the subterranean world develop quickly breeding with a small handful of the species returned by the Fiazhat's gods. Burun beneath the surface are unaware of this or have chosen to no longer consider the moar a threat.\n"}]}}