{"Label":"Report to Niarltah","Timestamp":1496988461,"WeenieType":8,"IntValues":{"33":1,"9":0,"1":8192,"93":1044,"5":25,"16":8,"8":5,"19":10,"114":1},"BoolValues":{"22":false,"23":true},"DoubleValues":{"39":1.22,"54":0.3},"StringValues":{"1":"Report to Niarltah","33":"NoteBurunHistory6"},"DIDValues":{"1":33554772,"3":536870932,"8":100667470,"22":872415275},"WCID":28125,"PagesData":{"MaxNumPages":8,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Niarltah. Torgluuk appears to be catching on that the book is disappearing when he rests. There has been an increased guard watching his belongings. We have been able to obtain the book but our translation must be hurried. We have begun to list the happenings in a more formalized standard. It appears that this book is a record of all the knowledge of the mucor on the Burun homeworld.\n\nIkakhe\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Translation\n\nBurun nomads succeed in driving off a fair portion of the moar and make a campaign against the Fiazhat. The Fiazhat are unprepared for the ensuing war as they have fought amongst themselves for so long.\n\nMuch of Fiazhat culture is stricken a terrible blow. But it is saved as the swamps are suddenly filled with moar and the Burun are forced to move on and defend their homes.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Burun beg of their god, The Sleeping One and are rewarded by rains that begin to turn the dry lands of the iallootu to mire. The Fiazhat, without the dry land begin to suffer and the world begins to become a swamp world again. Fiazhat cluster together begging to their silent gods for assistance. Their prayers do not go unanswered.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The mucor senses a shift in the world. The magic transported by the false gods of the Fiazhat causes a catastrophic shift at the core of the world. Earthquakes tear open and swallow the swamps into subterranean lairs then close over again in the ensuing madness. Burun are split into two pairs surface dwellers and those that were drawn into the deep mire without the light of The Sleepless One.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The climate shift causes the rains to cease and the land begins to burn once more. \n\nFiazhat culture strengthens and grows as they spread across the growing burning lands. They are hampered still by the Burun that dwell in the great swamps, but over time they begin to gain the upper hand. In-fighting begins anew.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Surface dwelling Burun nomads are drawn into four great swamps that still cover the surface of the world. These four swamps are connected by six great rivers of flowing muck. The Surface dwelling Burun are forced to exist on smaller creatures. They are free of the moar, but their diet diminishes and they evolve into lither creatures. The mucor are drawn beneath the world and the little magic that the Burun of the surface can muster is a pale comparison to what they once commanded. They live in fear and fight a losing war against the Fiazhat for the next one thousand cycles.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Subterranean Burun evolve into two castes. The caverns are large and devoid of any light save for the koru koru. In the dark, the Burun are hunted by the moar. The first evolve into hardy combatants, towering beasts of power. The second evolve into giants filled with the power of magic. They survive in a symbotic tandem for the next thousand cycles. The bloated Burun have a cunning command over the warriors and all but control their small minds.\n"},{"AuthorID":4294967295,"AuthorName":"Ikakhe","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The Fiazhat are stricken by a second shifting of the climate of the world that devastates their advancing culture. Many of their villages are destroyed and the temples to their gods are damaged. The Fiazhat make their way to the temples in fear, and perhaps hope that they are to be visited again. But the gateways remain silent.\n"}]}}