{"Label":"Pack Asheron","Timestamp":1496988461,"WeenieType":8,"IntValues":{"9":0,"1":8192,"19":5000,"3":61,"5":10,"16":8,"8":230,"150":103,"151":9,"93":1044,"33":1,"114":0},"BoolValues":{"69":false,"22":false},"DoubleValues":{"39":0.4,"44":-1.0,"54":1.0},"StringValues":{"16":"Lord Asheron Realadain of Knorr","1":"Pack Asheron","14":"This doll may be hooked. Use this doll to read a historical lesson.","15":"Short description does not show up in game."},"DIDValues":{"1":33559084,"3":536870932,"22":872415275,"6":67112626,"7":268436402,"8":100673074},"WCID":29916,"PagesData":{"MaxNumPages":4,"MaxNumCharsPerPage":1000,"Pages":[{"AuthorID":4294967295,"AuthorName":"The Council of Sages","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Lord Asheron Realadain of Knorr was the greatest sorcerer of the mighty Yalain Empire. Already a powerful mage as a young man, he was present when the Council of Five -- including his mother Lady Maila -- imprisoned Bael'Zharon the Hopeslayer. Only his mother's willing sacrifice and a powerful Falatacot ritual saved his life from the explosion that resulted from the Hopeslayer's imprisonment.\n"},{"AuthorID":4294967295,"AuthorName":"The Council of Sages","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"Asheron's history is also the history of Auberean, the Yalain Empire, and the history of all Isparians on Dereth. It was Asheron's portal magic that first brought the Olthoi to Auberean, and it was Asheron's magic that sent the last surviving Empyrean away to safety. That same magic opened the gates from Ispar to Dereth.\n"},{"AuthorID":4294967295,"AuthorName":"The Council of Sages","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"When Elysa Strathelar and Thorsten Cragstone sought a way to kill the Olthoi Queen on Dereth, Asheron came to their aid with a poison that he had worked on for all the long years of his solitude. Since the defeat of that Queen, Asheron has worked with High Queen Elysa for the betterment of all Isparians on Dereth. At the same time, he seeks a way to return us to our home world -- and bring his countrymen home from their long exile.\n"},{"AuthorID":4294967295,"AuthorName":"The Council of Sages","AuthorAccount":"prewritten","IgnoreAuthor":false,"Text":"The subject of several prophecies, Asheron is known to some as the Lightbringer.\n\nThis doll is a gift, celebrating five years of Isparian freedom on Dereth.\n"}]}}